<template>
    <div class="content_news">
        <div class="header">
            <h5>观点 |​ 建立中国金融业软件测试标准的探索</h5>
            <p class="biaoshu_time">发布时间：  2020-05-22     11:30:16</p>
        </div>
        <div class="main_news">

            <p class="new_title">中国银行业软件测试成果与发展趋势</p>
            <p>近年来，随着金融电子化、互联网金融行业的飞速发展，中国银行业软件测试的发展步伐逐渐加快，商业银行软件测试逐步向体系化、规范化、精细化管理的方向发展，且更侧重于快速交付、用户体验、场景融合、风险防控等目标。</p>
            <p>2016年，第一届中国银行业软件测试成果交流会在北京举行，正式开启了中国银行业软件测试前沿技术和最佳实践的广泛交流与沟通渠道。自此，每年的会议都有众多银行分享各自在软件测试业务方面的发展路径，交流总结经验，分析优势与差异，也全面地接触到了相关的国际标准，并逐渐凝炼出了行业标准。</p>
            <p>2018年，在中国人民银行科技司的指导下，中国工商银行牵头编写了《中国银行业软件测试框架》，将测试工作组织整体划分为目标、组织、规范、过程、风险、质量、知识、工具八个绩效域，围绕这八个方面将各行优秀实践经验进行归纳总结，作为中国银行业软件测试组织建设的指导框架。其中，交通银行牵头联合了建信金融科技公司、CSTQB、同济大学等组成联合工作组，共同开展了银行业软件测试人才产学研共建共享体系建设的尝试。直接促使CSTQB同步优化完善了其现有的软件测试标准体系，新增了《CSTQB银行业软件测试认证标准》2018版，填补了CSTQB标准体系在国内银行软件测试人才建设方面的空白，并启动了银行业软件测试从业人员教育和认证体系筹备工作。</p>
            <p>2019年，工商银行、中国银行和交通银行组成联合课题组，探索更符合中国银行业自身特点和更具操作性的本土标准，制订了《中国银行业软件测试框架研究报告》，帮助同业迅速缩短差距水平，从而提升银行业软件测试的整体交付价值。2020年，该课题组在金标委的指导下，基于《中国银行业软件测试框架研究报告》开展行业标准编制工作，目前《银行业软件产品敏捷迭代测试规范》《银行业软件测试案例描述规范》《银行业软件测试外协管理规范》等九个行业标准已进入初稿编制环节。</p>
            <p>上述举措意味着我国银行业测试领域积累的技术和经验已经具备了参加国际测试认证委员会ISTQB和ISO/IEC/SC7软件与系统国际标准委员会发起的相应软件测试专业领域人员和知识体系国际标准的基础条件。</p>
            <p class="new_title">建立面向中国银行业软件测试的自主标准</p>
            <p>近年来，中国银行业紧紧把握创新发展理念，积极拥抱新技术促进智能化升级，深入开展数据创新推进服务转型，科学稳健运用AI、5G、区块链、云计算、人工智能、大数据等前沿技术，优化金融服务流程，加强金融风险防控，延伸智慧服务触角，为广大金融消费者提供智能化、场景化、便捷化、精细化的消费金融产品与服务。同时，中国银行业持续打造以技术、数据、场景为依托的线上服务能力，搭建互利共赢的开放平台，推动“线上+线下”“人工+智能”的融合一体服务模式，高效地响应客户需求和社会需求。根据《2019年中国银行业服务报告》显示，2019年银行业金融机构网上银行交易笔数达1637.84亿笔，同比增长7.42%，交易金额达1657.75万亿元；手机银行交易笔数达1214.51亿笔，交易金额达335.63万亿元，同比增长38.88%；电商平台交易笔数达0.83亿笔，交易金额达1.64万亿元；全行业离柜率为89.77%。金融科技的命脉是高质量软件，而测试是保障软件提供高质量服务的关键。</p>
            <p>银行业软件系统具有集中度高、规模庞大、耦合性强、业务复杂、需求变化快等特点。同时，中国银行业金融科技体系发展扎根于我国银行业的土壤，因此不能简单地照搬照抄国际软件测试标准，必须建立一套面向中国银行业软件测试需求的自主标准。首先，自主标准来源于本土的实际需求、参考本土的实际情况，将有利于保障中国银行业软件测试的有效性与经济合理性，有效帮助国内商业银行提高基于本地市场的风险管理水平。其次，自主标准将有利于本土银行业统一相关的测试术语、概念和理念，推动商业银行内的测试资源共享（人员、设备、工具、经验等），节约测试成本，更好地指导中国银行业软件测试工作。第三，建立自主标准符合国家战略与社会需求，有利于构建、获得、对接甚至引领商业银行软件测试标准的国际话语权。</p>
            <p>关于建立自主标准的具体建议，主要提出以下几点。</p>
            <p>首先，中国银行业应该参照银行业信息化近、中、远期发展规划，建立起“国标-行标-企标”软件测试与质量保证标准体系。这既是国家行业技术标准（簇）贯标的必然要求，也符合国际软件测试ISTQB标准“分行业细化”的成熟度发展规律。从标准框架体系出发，考虑到目前银行业测试方面已经具备了国标和部分银行的企业标准，现阶段可以将工作重点聚焦在“行业标准”，衔接国标和企标。</p>
            <p>其次，中国银行业可以考虑以ISO 25010、ISO 29119、ISTQB等相关国际标准与规范以及《中国银行业软件测试框架》为基础，建立中国银行业软件测试的术语表并兼容国际通行术语，统一各种概念与定义，重点构建自主知识框架与标准内容，凝练、整合中国银行业的软件测试最佳实践。为下一步将自主标准整合甚至引领ISTQB和ISO相关金融软件专业标准领域、打破中外技术领域交流壁垒、提升中国话语权提供必要的基础条件。</p>
            <p>第三，中国银行业的软件测试与质量保证、标准编制及贯标，都离不开充足、优质的人力资源支撑。中国金融行业应该注重面向中国金融业的测试人才培育，可以考虑建设基于区块链的金融业测试人才信息平台，进一步加强金融软件前沿课题和生产重大问题的产学合作。</p>
            <p>“政产学研用”同心协力，建标贯标</p>
            <p>推动中国银行业软件测试标准的建立及持续改进，离不开政府、业界（商业银行）、学界、研究机构及金融软件用户的协同助力和建标贯标。</p>
            <p>首先，中国人民银行、银保监会、中国金融学会等银行业主管部门可以在宏观政策方面给予必要的指导和支持，为银行业软件测试行业标准找准方向。四大国有银行和股份制商业银行作为建标贯标的主力军，基于行业需求和金融科技发展，构建银行业软件测试行业标准核心组织，尽早推动行标编制立项并投入相应力量编写行标。城商行和农商行可以为行标提供基层应用场景，参与行标试运行试点。</p>
            <p>其次，商业银行、高校、研究机构、标准化组织、社会培训机构等应该开展深入的合作，从各自的领域投入相应的资源，协同构建和维护产学研合作的生态圈，助力银行业软件测试标准的探索与建立。例如：作为ISTQB在大中华区的唯一分会，CSTQB将积极联合银行业参与国际国内标准体系的制订、联合发布业内标准；联合试点运维基于区块链的软件测试人才能力信用体系和职业发展生态系统；与商业银行联合举办行业科学技术和产业交流大会，合作开展人员培育和机构认证；与大学、研究院所联合开展产学研合作计划，将银行业软件测试专业知识以讲座、学分课程、实践、实习、联合研究课题等形式融入高校人才培养体系，支撑产业人才需求；并就国家战略和银行业前沿方向及共性重大产业问题与科研机构开展联合攻关和联合研发。</p>
            <p>第三，银行业软件测试标准的建立也需要用户的积极参与，因为金融软件的最终服务对象是用户，用户是最重要的利益相关者之一。在互联网金融时代，金融软件的用户体验及可用性（Usability）至关重要，甚至直接决定某一款软件的某个版本成功与否。因此，可用性测试必须是银行业软件测试标准的重要组成部分。邀请不同类型、不同层次、不同属性的用户参与软件测试标准的建立，将有效地提升标准的覆盖面，进而保证标准实施的有效性。</p>
            <p>最后，在“产学研”各方的共同努力下，基于行业标准共同推进银行业的持续发展：一是依据制定的标准开展对标，帮助各家银行明确存在的差距及提升方案，快速达到标准要求；同时可开展行业最佳实践或个人贡献评选激励，进一步促进组织能力提升。二是推动中国银行业软件测试技术巡讲或培训，将行业标准和最佳实践通过巡讲方式分享给更多的银行。如采用集中授课、研讨座谈、专家讲座等多种形式，力求取长补短携手共进。三是建立“产学研”联合攻关机制，整合多方资源，共同解决行业难题。</p>

        </div>
        <p class="next" @click="toParent">下一篇：实战 | 移动云测试平台建设的实践与展望</p>
    </div>
</template>

<script>
    export default {
        name: "newsDetail",
        methods:{
            toParent(){
                this.$emit('changeIndex',15)
            }
        }
    }
</script>

<style scoped lang="scss">
    .little_title{
        display: block;
        color: #333;
        text-align: left;
        font-weight: bold;
    }
    .image_describe{
        text-align: center;
        margin:10px 0;
        padding-left: 137px;
        color: rgba(0,0,0,.8)!important;
    }
    .new_title{
        text-align: center!important;
        color: rgba(0,0,0,.9)!important;
        font-size: 15px!important;
        font-weight: bold;
    }
    .next{
        cursor: pointer;
        color: #095793;
        font-size: 14px;
        text-align: right;
        margin-bottom: 86px;
    }
    .header{
        margin-bottom: 35px;
        h5{
            color: rgba(1,1,1,.9);
            font-size: 20px;
            text-align: center;
            margin: 33px 0 12px;
        }
        .biaoshu_time{
            height: 30px;
            line-height: 30px;
            text-align: center;
            font-size: 12px;
            color:rgba(1,1,1,.9);
            background: rgba(1,1,1,.05);
        }
    }
    .main_news{
        p{
            color: #666666;
            font-size: 14px;
            line-height: 31px;
            text-indent: 2em;
            margin-bottom: 25px;
        }
        span{
            color: #000;
            font-weight: bold;
        }
        img{
            display: block;
            margin: 0 auto 35px;
        }
    }
</style>