<template>
    <div class="content_news">
        <div class="header">
            <h5>实战 | 银行远程办公创新与实践</h5>
            <p class="biaoshu_time">发布时间：  2020-05-29     19:30:16</p>
        </div>
        <div class="main_news">

            <p>在“金融科技兴行”的整体战略规划下，华夏银行2019年实施的远程办公项目，以非现场办公为目标，推出了安全可控的一体化远程开发测试及办公环境，在实践工作中发挥了重要作用。 </p>
            <p class="new_title">银行传统远程办公存在的问题</p>
            <p>基于信息和数据安全的要求，传统银行远程办公模式基本都是通过预置VPN账号登录指定环境开展具体工作，其优势在于成本远低于专线接入，在一定程度上还可以确保数据的安全性，但其也存在以下问题。</p>
            
            <p>1.用户身份难以识别，登录流程较繁琐。几乎所有静态口令都存在被盗用的风险，传统VPN登录模式亦不例外，当服务端不能精准定位远程操作人员身份时，信息泄漏风险也在不断加大。同时部分登录模式还需先拨号入网，再跳转登录权限系统才能获得操作权限，流程繁琐，效率低下。</p>
            <p>2.用户权限区分复杂，登录环境较单一。银行远程办公人员角色众多，从业务到技术，从管理到实操，从生产到测试，都需要区分各自的操作权限，明确所属的访问控制。而传统VPN模式用户登录的环境单一，权限控制手段不足，不能满足银行用户实际需求。</p>
            <p>3.用户交流手段匮乏，沟通信息不安全。远程办公时，沟通质量大幅下降严重影响协作效率，传统VPN模式只提供入网操作权限，私有化沟通工具匮乏，用户只能通过互联网手段进行交流，而这也是敏感信息泄漏的风险所在。</p>
            <p class="new_title">银行远程办公创新探索</p>
            <p>针对上述问题，我们进行了探索和创新，在强化各环节安全性的基础上，结合生物识别、影像压缩、视频传送和云桌面等业界主流技术和产品，推出了一体化解决方案。方案落地后，我行科技人员可以借助人脸识别和动态口令，通过互联网安全快捷地接入受控环境开展相关工作，同时以云桌面为载体，进行用户角色权限划分隔离，并提供私有化即时通讯和视频会议产品，为远程办公人员创造良好的沟通条件，打造了一套实时、高效、安全的远程办公集成工作环境。该环境针对传统远程办公模式的不足，进行了以下创新实践。</p>


            <p>1.自助式多重身份认证，简化登录流程。为解决静态口令和弱口令的安全问题，我们在用户登录环节引入了生物识别技术配合动态口令认证来识别操作用户身份。虽然人脸识别已在多项金融系统中应用，但在云桌面中通过人脸识别进行验证登录尚属首次，这不仅简化了登录流程，提升了用户体验，还强化了系统安全，达到了较好的创新效果。</p>
            

            <p>2.双桌面组合隔离区分，简化权限管控。不同角色的用户权限控制主要通过云桌面自身的安全机制和网络策略配合实现。为了更加简化权限管控，我们设计了双重桌面嵌套的管控模式，高级权限用户可以在第一层桌面获得操作权限，直接开展相关工作。对于低级别的权限用户，必须再登录至第二层虚拟桌面内才能开展工作，这也从根本上对行员和外包公司人员的操作权限进行分级分离，达到了安全管控的目的。</p>
            <p>3.私有化部署视频产品，强化沟通安全。为丰富远程办公沟通工具，提升沟通质量，我们在云桌面内除预置常规IM通讯工具外，还首创集成了私有化视频会议产品，将人脸识别专用摄像头复合用于视频会议功能，并通过影像压缩技术将视频流大幅压缩至不到2M，既保证了视频效果，又降低了带宽负荷，同时纯私有化的沟通渠道也保证了沟通信息的安全性。</p>
            <p class="new_title">银行远程办公落地实践</p>
            <p>华夏银行远程办公项目在2019年启动后，经过广泛调研和研究探索后，决定采用基于VDI（虚拟桌面架构）形式的桌面云进行产品集成建设，在安全可控的基础上，创新融合新兴技术，提升用户体验，满足员工远程办公需求，同时保证异地协作效率。</p>
            <p>项目于2019年底上线后，试点异地项目组开展推广工作，在2020年初的抗“疫”过程中，本项目发挥了重要作用，保证了全行90%以上科技人员正常开展办公和开发测试工作，并为后续突破办公场地限制，实现非驻场办公开辟了新空间。</p>
       
        </div>
        <p class="next" @click="toParent">下一篇：实战 | 便民缴税服务推动金融与民生互联互通</p>
    </div>
</template>

<script>
    export default {
        name: "newsDetail",
        methods:{
            toParent(){
                this.$emit('changeIndex',18)
            }
        }
    }
</script>

<style scoped lang="scss">
    .little_title{
        display: block;
        color: #333;
        text-align: left;
        font-weight: bold;
    }
    .image_describe{
        text-align: center;
        margin:10px 0;
        padding-left: 137px;
        color: rgba(0,0,0,.8)!important;
    }
    .new_title{
        text-align: center!important;
        color: rgba(0,0,0,.9)!important;
        font-size: 15px!important;
        font-weight: bold;
    }
    .next{
        cursor: pointer;
        color: #095793;
        font-size: 14px;
        text-align: right;
        margin-bottom: 86px;
    }
    .header{
        margin-bottom: 35px;
        h5{
            color: rgba(1,1,1,.9);
            font-size: 20px;
            text-align: center;
            margin: 33px 0 12px;
        }
        .biaoshu_time{
            height: 30px;
            line-height: 30px;
            text-align: center;
            font-size: 12px;
            color:rgba(1,1,1,.9);
            background: rgba(1,1,1,.05);
        }
    }
    .main_news{
        p{
            color: #666666;
            font-size: 14px;
            line-height: 31px;
            text-indent: 2em;
            margin-bottom: 25px;
        }
        span{
            color: #000;
            font-weight: bold;
        }
        img{
            display: block;
            margin: 0 auto 35px;
        }
    }
</style>