<template>
    <div class="content_news">
        <div class="header">
            <h5>观点 | 区块链技术对商业银行的影响分析及启示 </h5>
            <p class="biaoshu_time">发布时间：  2020-04-12     17:30:16</p>
        </div>
        <div class="main_news">
            <p class="new_title">背景介绍</p>
            <p>2019年10月24日，中共中央政治局就区块链技术发展现状和趋势进行第十八次集体学习。中共中央总书记习近平强调，要发挥区块链在促进数据共享、优化业务流程、降低运营成本、提升协同效率、建设可信体系等方面的作用。</p>
            <p>区块链之所以能够在几经浮沉后上升到国家战略层面与其自身的技术特性和应用价值是分不开的。</p>
            <p>首先，区块链最根本的就是共识机制，即分布式网络中所有节点就交易达成统一协议的过程。共识机制下数据共享不再是简单的搬运，而是针对要求更高的资金、权益等方面的价值数据实现价值互联和价值流动。共识机制可确保数字世界资金、权益可以自治循环流通，还可确保数据真实可信、共享的过程可控不可篡改、可追溯。这是区块链最核心的价值。</p>
            <p>其次，区块链能够充分调动数据赋能和优化业务流程，提高链上各节点的协同效率，降低机构整体运营成本，如智能合约能采用完全自动化的流程，无需第三方监督，快速完成可信交易，降低交易成本。</p>
            <p>最后，区块链将成为现实世界和数字世界的桥梁，通过打造数字可信体系将现实世界映射到数字世界中，在数字世界内建立起安全可信的关系及稳定高效的规则。</p>
            <p>值得注意的是，共识不等同于消除了信息不对称或实现了共同信念，可信不等同于没有信用风险，用科技来替代制度和信任是非常困难的。事实上不管是去中心化还是中心化都是一种模式，并不代表其中某一方更好，所以在现实世界中完全去中心化和完全中心化的案例寥寥无几。因此不乏打着去中心化名号解决信任问题的项目在落地实施的过程中遇阻，最后不得不引入中心化的第三方机构，试图通过完全去中心化解决信任问题的难度可见一斑。</p>
            <p class="new_title">区块链对商业银行的影响分析</p>
            <p>目前区块链技术在金融领域落地项目最多,场景也最为丰富。除在金融行业的应用外,近两年TMT行业（通信、媒体和服务）、制造业和自然资源行业以及政府部门应用的区块链项目数量增长迅速,增速从2017年的13%增长到2019年的40%以上。</p>
            <p>金融行业是第一个尝试应用区块链的行业，区块链技术的分布式存储和数据不可篡改特点,与金融领域对信息和数据安全、交易数据的保护要求高度一致。目前不少国家的金融机构和区块链创业公司纷纷开始在跨境支付、数字票据和权益证明等领域推进区块链应用探索。此次区块链技术被提升到国家战略高度，或将对商业银行的格局及业务形态带来一些影响。</p>
            <p>1.改变现有金融体系中的支付、交易、清结算流程。区块链技术在最初阶段时就展现出将银行排除在核心支付流程之外的潜力，其分布式和去中心化的两大特征大大冲击了现有金融体系的支付、交易、清结算流程。</p>
            <p>在跨境贸易领域，由于地域、时间、结算等问题，往往不能做到现货现款。使用区块链技术双方可将以往需要纸质传递的银行信用证结算单据形式转变为加密电子传递，不仅解决了买卖双方的信任问题，还可大大简化交易流程、提高运作效率。此外在支付环节，目前跨境汇款的成本高昂，汇款人除了需要向中间银行缴纳一定比例的手续费外，还需要向SWIFT（环球金融同业电讯协会）支付较高的电报费用，且汇款周期一般为3~5个工作日。采用去中心化技术可使得交易过程跳过中间机构，避免跨境转账中产生的各种手续费，且实现实时到账。</p>
            <img src="@/assets/images/news/fxqs1.webp" style="width: 100%">
            <p>2.加速数字资产高效流转，助力普惠金融业务开展。资产属性通过数字化将呈现多样化的特点，超越证券、货币、现货、期货的标签化限定，如知识产权、交易合同等都将在数字资产的新金融模式下被赋予价值，实现高效流转和灵动自主，促进传统供应链金融转型，助力普惠金融业务开展。</p>
            <p>传统供应链金融的效率低下和信任缺失降低了业务运作效率进而阻碍了普惠金融模式的推广，但是数字资产的出现则给供应链金融和普惠金融带来了福音。数字资产首先为投资人建立起一个真实可信的投资环境，其形式是一个基于供应链技术的供应链金融平台，实时动态地传递信息，让投资人能够掌握有效数据以减少投资风险，提振投资信心。其次，数字资产赋予了中小企业更大的自主权。在成熟的信息披露机制下，中小企业等资产端通过上链实时共享其交易数据、数字票据等信息，底层资产实现可穿透，从而摆脱对核心企业的依赖进行独立融资，实现自主可控。最终对于实践普惠金融的金融机构如商业银行而言，在向中小企业提供金融服务的过程中能够直接穿透中小企业全面掌控底层资产的风险，实现对资产质量的有效评估和对资产风险的有效监管，提高普惠金融的服务效率，打造数字化供应链金融的完整闭环。</p>
            <img src="@/assets/images/news/fxqs2.webp" style="width: 100%">
            <p>3.基于智能合约的数字货币发行，实现货币的溯源和定向。智能合约带来的货币可编程性能够帮助政府精准施策，让货币在指定的产业和精准的场景下完成支付，同时中央银行能够精准地把控货币的流通路径。</p>
            <p>现如今许多国家启动了关于数字货币的研究，中国政府也设立了数字货币研究所，由中央银行依法发行的数字货币即数字法币指日可待。商业银行作为数字法币的运营支持机构将迎来新的机会，有望切入被第三方支付机构垄断已久的支付领域。商业银行应尽快启动数字货币相关政策和区块链技术的研究，探索设计各数字法币储存支付转账场景的解决方案和推广方案，如数字钱包等。同时，积极引导和培育市场使用习惯，并逐步对数字法币使用场景和运营体系相关的支撑性IT基础设施与系统进行升级改造。</p>
            <p>技术成熟度为区块链作用商业银行进程的关键制约因素</p>
            <p>区块链虽被喻为数字世界所缺失的最后一块拼图，但它其实是一个囊括多种技术的集合体。围绕数字货币的技术日臻成熟，但其他技术尚处于导入期，且缺少可规模应用的案例，特别是安全领域，如零知识证明、后量子区块链等，这些技术仍需要五至十年才能产生变革性的影响，区块链技术最终整体成熟度与区块链安全领域技术的发展息息相关。</p>
            <p>区块链带来了数据共享的价值，但这也是一把双刃剑，隐私泄露问题也伴随而至。数据共享与隐私保护间的矛盾是区块链技术亟待解决的难题，而聚焦于隐私保护的零知识证明技术能够帮助减少大规模数据泄露。零知识证明尚处于发展初期是因为它也有天生的缺陷。首先，零知识证明需要耗费更多资源，应用门槛较高。由于需要验证一个较为复杂的多项式，其和传统的验证过程相比需要耗费更多资源进行计算，这仍是目前很多区块链无法承受的计算需求，而如何针对算法进行计算优化仍是一个难题。其次，应用零知识证明算法需要设置参数，该参数随机产生，其作用是保证私钥无法被破解。换而言之，如果该参数泄露则后果不堪设想。因此，如何确保初始参数信息不被泄露将影响零知识证明的可操作性。</p>
            <p>除了隐私泄露风险外，量子计算的进步也给区块链技术带来安全风险。量子计算机一旦出现将大大增加破解区块链技术的可能性,现行的RSA加密算法可以被量子计算机攻破。但是，方兴未艾的后量子区块链将有机会消除这一担忧。后量子区块链又被称作后量子算法、抗量子密码，它是能够抵御未来量子计算机对现有密码算法攻击的新一代密码算法。所谓“后”，是因为量子计算机的出现，现有的绝大多数公钥密码算法能被足够大和稳定的量子计算机攻破，但是可以抵抗这种攻击的密码算法可以在量子计算和其之后时代存活下来，所以被称为“后”量子区块链。</p>
            <p>然而，后量子区块链比起其他的区块链技术需要更长的时间达到成熟，这主要有两大原因。第一，缺乏行业标准即后量子密码技术标准。现在所使用的公钥密码算法都是在确定国际标准后才逐渐进入应用领域的，而在后量子区块链领域研究最深入的美国也是在2016年才启动该技术的标准制定工作，但截至日前还未具备制定标准草案的条件；第二，淘汰现有的加密技术需要花费较长年限。由于加密技术深深地嵌入到不同的系统中，因此解开原有系统并实施新的加密技术需要花费大量的时间。</p>
            <p>随着区块链技术在安全领域这一突破口不断推陈出新，可以预见区块链技术对商业银行的影响将进一步加强。</p>
            <p class="new_title">总结</p>
            <p>1.共识机制和可信体系是区块链技术的核心价值体现。能够被提升到国家战略层面代表着区块链技术的潜在应用价值得到认可，但是通过区块链打造完全去中心化的制度体系难度巨大，与外部中心化可信机构合作不失为一种解决方案。各商业银行可充分利用区块链去中心化、智能合约、交易可追溯等技术特点，率先进行应用探索，以占领本次改革先机。</p>
            <p>2.区块链技术整体成熟度较低，安全领域或是技术突破口。受制于现有算法的缺陷和新兴加密技术的发展速度，区块链技术规模化应用的条件尚不充足，短期内主要以试点为主。各商业银行在应用区块链技术时需要防范安全风险，可以通过引入公共资源来增加节点数以此减少被攻击的可能性。</p>
            <p>3.目前BaaS（Blockchain as a Service）平台是各互联网在区块链领域争夺的一块蛋糕。作为区块链应用最成熟的领域之一，商业银行可以基于先发投入及行业优势，构建银行业BaaS平台，以金融科技的形式对外输出，加大银行在科技领域的影响力。</p>
            <p>  文/招商局金融科技有限公司规划部  杜昕 杨紫乔 郑楷译</p>
        </div>
        <p class="next" @click="toParent">下一篇：央行科技司李伟：落实发展规划 推动金融科技惠民利企</p>
    </div>
</template>

<script>
    export default {
        name: "newsDetail",
        methods:{
            toParent(){
                this.$emit('changeIndex',11)
            }
        }
    }
</script>

<style scoped lang="scss">
    .image_describe{
        text-align: center;
        margin:10px 0;
        padding-left: 137px;
        color: rgba(0,0,0,.8)!important;
    }
    .new_title{
        text-align: center!important;
        color: rgba(0,0,0,.9)!important;
        font-size: 15px!important;
        font-weight: bold;
    }
    .next{
        cursor: pointer;
        color: #095793;
        font-size: 14px;
        text-align: right;
        margin-bottom: 86px;
    }
    .header{
        margin-bottom: 35px;
        h5{
            color: rgba(1,1,1,.9);
            font-size: 20px;
            text-align: center;
            margin: 33px 0 12px;
        }
        .biaoshu_time{
            height: 30px;
            line-height: 30px;
            text-align: center;
            font-size: 12px;
            color:rgba(1,1,1,.9);
            background: rgba(1,1,1,.05);
        }
    }
    .main_news{
        p{
            color: #666666;
            font-size: 14px;
            line-height: 31px;
            text-indent: 2em;
            margin-bottom: 25px;
        }
        img{
            display: block;
            margin: 0 auto 35px;
        }
    }
</style>