<template>
    <div class="content_news">
        <div class="header">
            <h5>实战 | 新一代信息系统工程建设 </h5>
            <p class="image_describe">——金融电子化</p>
            <p class="biaoshu_time">发布时间：  2020-04-03     17:50:16</p>
        </div>
        <div class="main_news">

            <img src="http://images.gshxkj.com.cn:8090/news/ygfz/gcjs1.webp" style="width: 100%">
            <p class="new_title">工程介绍</p>

            <p>随着业务规模的不断增长和新业态、新技术的飞速发展，上海浦东发展银行进入了新的发展阶段，组织开展新一代信息系统工程建设。目标是建设全新的信息技术支撑体系，构建符合业务发展、管理提升和风险防控要求的业务和管理系统，通过科技铸造核心竞争实力。</p>
            <p>在浦发银行战略目标指导下，融入移动互联网思维，新一代信息系统工程基于“开放银行”+“高绩效银行”的建设理念对IT架构进行重构，形成一个生态开放模式、一个业务架构、四大技术架构、四大模型，并积极探索引入开放生态、弹性枢纽架构、产品体系、基于全局流水号的交易完整性等技术思路，全面提升信息科技实力。在重构信息系统架构、提升IT能力的基础上，新一代信息系统工程瞄准业务痛点，将先进架构与业务实践相结合，将先进理念转换为现实生产力，统筹推进了一系列企业级业务及管理系统建设，实现了服务智能开放化、产品配置化、价格差异化，以及生产标准化、跟踪全程化、核算分离化、管理精细化，有力支撑了重点业务能力提升，提升客户满意度，积极践行服务实体经济和普惠金融的社会责任。</p>
            <p>新一代信息系统建设工程在既要保障现有业务高速发展，又要支持业务形态转变的复杂前提下，很好地实施了IT架构的全面开放重构，规模化将传统架构与开放架构有效融合，构建了生态开放、跨渠道协同、产品创新、客户差异化服务、精细化管理等能力,全面支撑银行战略深化，为经营决策和业务发展提供强劲动能；同时通过大型项目的锤炼，形成了一套企业级的自主研发体系和研发工具，积累了实施经验资产，锻炼了人才队伍，为浦发银行数字生态银行持续深耕奠定了基础。</p>

            <p class="new_title">工程架构</p>

            <p>新一代信息系统工程从“高绩效银行”迈向“开放银行”，以战略及业务目标所需能力入手，规划业务架构蓝图、目标能力及模块组，再层层分解至IT架构建设中的系统功能（见图1）。</p>
            <img src="http://images.gshxkj.com.cn:8090/news/ygfz/gcjs2.jpg" style="width: 100%">
            <p class="image_describe">图1 “高绩效银行”向“开放银行”迈进</p>


            <p>整体设计特点为生态开放化、外部差异化、内部精简化和管理精细化。业务功能架构将银行的整体能力围绕以客户为中心，从生态、分销、枢纽、生产和企业管理能力，重新组合划分业务功能。通过对业务功能的合理划分，形成了以客户为中心，面向服务的、松耦合的目标应用架构；建立对企业数据全生命周期管理的数据架构，全面提升产品创新、营销管理、客户分析、精确销售能力；结合业内资源池、云计算等互联网创新技术，构筑高效弹性、开发灵活、安全可靠的技术基础架构，搭建基于自主可控的安全架构体系，有力支撑信息安全和业务连续性。</p>
            <p>一是基于“开放银行”理念，构建面向生态的开放式架构，解除对外的信息壁垒。搭建开放的API架构，基于互联网连接，降低原有第三方系统连接的难度和成本，使银行服务以更加简单的方式传播给合作方和用户，打破银行服务的门槛和壁垒；缔造全新的服务模式，增拓业务加载渠道，加快业务创新、场景化服务使用户获得流畅、个性化的使用体验；构建全渠道协同的互联架构，为数字生态场景下的通过第三方进行银行产品销售及服务提供跨渠道的平台支撑。</p>
            <p>二是基于“高绩效银行”理念，构建面向服务的、“分销－枢纽－工厂”逻辑分离的松耦合弹性应用架构,实现外部差异化、内部标准化。面向服务的松耦合架构，运用组件化思路，对各系统功能进行应用分层和组件化边界划分，提高整体架构的复用性、可扩展性和灵活性，实现应用灵活集成，提升业务创新支撑能力；面向编排的服务化架构，在内部精简化的基础上，将多变的业务逻辑从产品工厂“前移”至业务枢纽，在支撑规模化运营的同时实现灵活配置和组装，快速响应客户服务需求，提升客户体验；全面融入微服务技术，支撑移动互联网高并发处理要求；松耦合下基于全局流水号的数据一致性和指挥控制机制，保障开放生态下端到端、跨系统的协同和交易完整。</p>
            <p>三是以客户为中心的设计思路贯穿整个架构，全面服务于客户，实现客户体验、客户服务的高度差异化。面向生态的开放式架构，解除对外的信息壁垒，与合作伙伴共同服务于客户；跨渠道协同架构，提升全渠道一致性体验，有效支撑场景化模式下客户服务；统一客户关系管理和统一客户视图，全面保障客户信息服务能力；基于合约的动态设计模式，灵活应对以客户为中心的业务发展要求；基于模型驱动的产品和价格创新架构，前瞻性地适应客户复杂多变的需求；基于大数据的数据/事件驱动架构，深入洞察客户行为，提升服务水平。</p>
            <p>四是以数据治理为核心的数据架构体系，围绕数据标准、质量、模型、分布和生命周期开展规范管理，提升数据资产质量，促进数据共享和价值创造。提出科技引领的数据治理机制，并设计出完整的数据治理组织、流程和制度体系,促进了数据治理与信息化建设有效融合；融入信息化全流程的数据治理机制，准确、高效、规范地从业务需求中识别、捕捉数据相关需求,并转化为包括数据标准、数据质量、数据分布、数据模型、数据生命周期管理在内具体的数据治理体系需求，提升数据资产质量；构建数据服务应用核心支撑层，提升数据服务能力。</p>
            <p>五是高效、弹性、安全、开放的技术架构，为开放生态环境下以客户为中心的服务体系提供了基础支撑保障。安全、开放的基础资源池架构，确保系统安全同时兼顾灵活和弹性；提出了基于双活决策树模型的标准化架构分析方法，设计自适应负载的异地双活架构，极大提升系统业务连续性能力，保障生态环境下全时服务要求；满足互联互通和区域安全隔离、高度独立对等的基础网络架构。</p>
            <p>六是基于自主可控的安全架构体系，有力支撑信息安全和业务连续性。全行统一的客户身份认证和授权管理；基于国产密码算法提供安全的交易处理；基于PKI和数字证书体系提供安全的API接入。</p>

            <p class="new_title">工程成果</p>


            <p>在IT架构方面，重构了四大架构，全面夯实了IT基础：通过企业服务总线的建设，构建了安全可靠的信息高速公路，持续高效集成全行系统，实现7×24小时无性能瓶颈“高速公路”持续保障对外稳定服务；通过指挥控制中心保证了跨系统交易的业务完整性和数据一致性,全程交易还原和定位追踪，提升了客户服务水平；通过数据治理，建立了融入到信息化全流程的数据治理机制，提升了数据资产质量和数据服务能力；软硬件资源池化管理，有效控制了基础架构建设成本，实现投入产出效能最大化；灾备双活设计中，核心系统双活支持从上海一键切换到合肥，分钟级完成核心业务全辖切换。</p>
            <p>金融服务全面对外开放，与合作伙伴高效协同服务于客户，同时大幅降低合作成本。基于API金融合作新模式，已通过开放生态场景接入的合作伙伴近90个，共计发布230个API服务。</p>
            <p>在客户管理方面，全面强化客户中心价值创造，分销能力：通过企业级客户管理系统的建设，统一集中管理全行客户信息，大幅降低总体建设成本，提高数据质量和管理效能；同时形成了多渠道协同星状互联架构，跨渠道协同，提升客户体验，提高服务效率，降低运营成本；在营销管理中，整合大数据及人工智能，建立以客户为中心的营销决策体系，密切客户关系。</p>
            <p>在产品创新方面，积极探索产品工厂、模型化设计之路，通过产品模型的设计，提升产品创新能力：形成个性化客户合约，满足客户差异化需求；建立多层次、多维度的价格机制，灵活适应利率市场化的要求，持续满足客户个性化计价要求。</p>
            <p>在企业管理方面，深化风控及内部管理，提升管理能力：会计核算及总账系统的建设，达成了多准则、多账套会计处理能力，可以快速实现海外分支机构财务会计需求；通过核算系统账户级的盈利分析数据，可以实现账户级精细核算数据；流程化、自动化数字风险管控平台，提升风控能力、降低运营成本。</p>



        </div>
        <p class="next" @click="toParent">下一篇：实战丨金融科技创新赋能智慧旅游</p>
    </div>
</template>

<script>
    export default {
        name: "newsDetail",
        methods:{
            toParent(){
                this.$emit('changeIndex',7)
            }
        }
    }
</script>

<style scoped lang="scss">
    .image_describe{
        text-align: center;
        margin:10px 0;
        color: rgba(0,0,0,.8)!important;
    }
    .new_title{
        color: rgba(0,0,0,.9)!important;
        font-size: 16px!important;
        font-weight: bold;
        text-align: center;
    }
    .next{
        cursor: pointer;
        color: #095793;
        font-size: 14px;
        text-align: right;
        margin-bottom: 86px;
    }
    .header{
        margin-bottom: 35px;
        h5{
            color: rgba(1,1,1,.9);
            font-size: 20px;
            text-align: center;
            margin: 33px 0 12px;
        }
        .biaoshu_time{
            height: 30px;
            line-height: 30px;
            text-align: center;
            font-size: 12px;
            color:rgba(1,1,1,.9);
            background: rgba(1,1,1,.05);
        }
    }
    .main_news{
        p{
            color: #666666;
            font-size: 14px;
            line-height: 31px;
            text-indent: 2em;
            margin-bottom: 25px;
        }
        img{
            display: block;
            margin: 0 auto 35px;
        }
    }
</style>