<template>
    <div class="content_news">
        <div class="header">
            <h5>实战 | 便民缴税服务推动金融与民生互联互通</h5>
            <p class="biaoshu_time">发布时间：  2020-06-12     15:30:16</p>
        </div>
        <div class="main_news">

            <p>随着国家新一轮税制改革，在现行综合分类税制下，大量自然人纳税人需向税务机关主动申报纳税，税务机关亟待拓展自然人报税渠道，提供更加便利化、高效化的便民缴税服务平台。同时，随着移动互联网应用走向成熟、智能手机推广和普及，自然人第三方支付缴税需求较大，市场前景广阔。</p>
            <p>基于这一背景，网联在人民银行指导下，根据国库信息处理系统（TIPS）的阶段性需求，积极建设对接TIPS、支持国库经收业务的NTPS系统，形成“入口灵活、接入统一、公平公正、共有共享”的网络税费缴纳服务体系，提供便民缴税服务，作为北京市金融科技应用试点项目之一，助力税务机关、支付机构实现合规、便利的线上税费缴纳。</p>
            <p class="new_title">探索实践稳步有序</p>
            <p>1.五大步骤保障项目稳步建设。网联便民缴税服务基于“支付机构-网联-国库”的交易链路模式。网联平台前端面向支付机构，提供缴税信息查询、缴税支付服务，后端对接TIPS完成税务信息处理，同时对接银行完成支付扣款、异常退款，最终实现缴纳税款直接进入国库。</p>
            <p>具体而言，便民缴税服务项目建设分为五大步骤。一是基础平台搭建。搭建包括税单查询、税单支付、退款人工处置、异常人工处置、对账处理、清算处理等功能模块的金融科技基础设施平台，搭建“支付机构-网联-国库”的信息反馈机制，推动金融与公共服务系统互联互通。二是税务系统对接。明确与国家地方税务系统全面对接的标准与规范，结合不同区域、不同类型特定缴税服务内容，完善国税端业务接口，适应和满足多样化、个性化的缴税需求。三是支付机构对接。制定并发布网络支付清算平台国库处理系统报文交换技术规范，创新税款缴纳业务服务模式，尽可能统一网联与支付机构之间的信息交互流程。四是支付场景试点。全面覆盖“居民个人、支付机构、清算机构、税务机关、商业银行、国库系统”全链条的业务需求场景，联合支付机构进行自然人第三方支付缴税的多样化场景模拟与创新，不断优化各项服务功能。五是便民场景优化与扩充。完成在全国各地国税系统内的自然人第三方支付缴税场景应用后，逐渐向社会保障、卫生健康等民生服务领域延伸，并扩大覆盖更多新型第三方支付场景。</p>
            <p>建成NTPS系统后，网联可支持三种形式的自然人第三方支付缴税业务场景：一是通过支付机构扫描二维码缴税，二是通过国税APP跳转支付机构APP支付，三是通过支付机构APP直接输入税票号支付。</p>
            <p>2.项目有序实施：从规划、试点到推广。NTPS系统的便民缴税服务项目于2018年8月启动工作，至2019年底已有序完成五个阶段的主要任务。</p>
            <p>项目完成规划。2018年8月~10月初，项目完成整体业务方案及技术规范，通过人民银行国库局、支付司、国家税务总局联合会议确认。</p>
            <p>系统建设上线。2018年10月~12月底，项目完成首个迭代版本的开发联调工作，并完成试点的生产验证工作，平台具备生产环境业务受理与服务运营能力。</p>
            <p>项目落地首批试点省市。2019年1月~3月底，项目在湖南、河南、浙江、福建、青岛等五个省市正式启动业务试点。支持纳税人在税务大厅及电子税务局进行扫码缴税，保障资金从纳税人银行账户直接清算至国库账户。同步完善内部管理制度、业务连续性计划、外部协调机制、运营保障流程，保障业务连续运行。</p>
            <p>项目迭代优化。2019年3月~8月底，项目陆续完成应用、系统、网络等各层面迭代优化，包括业务流程优化、提升异常场景客户体验，实现全链路国库经收业务可识别，实现跨城多机房业务受理、保障业务连续性，实现TIPS双路接入。</p>
            <p>项目筹备推广。2019年8月至今，项目支撑试点地区业务受理工作，受理规模稳步提升，受理体验持续优化。2020年2月，启动全国联调工作，根据税务机关联调要求有序进行测试，并于4月完成全国业务落地工作。</p>
            <p class="new_title">特性亮点：可靠共赢</p>
            <p>1.项目处理能力与安全体系拥有可靠保障。税制改革后，我国自然人个税申报、缴费需求激增，用户规模约为1.23亿人。如何覆盖巨量用户规模带来的缴税支付峰值，以及如何保障缴税业务中的资金、信息安全，成为网联便民缴税服务项目面临的重要课题。</p>
            <p>网联平台的海量高并发处理能力是覆盖缴税支付峰值的可靠保障。平台采用基于京沪深三地六中心多活部署的分布式、云计算架构，生产环境处理极值超过9.2万笔/秒，生产环境压测估算处理极值超过25万笔/秒，有效覆盖目前实时交易峰值，同时系统处理性能留有足量冗余，全面保障网络支付清算业务的平稳有序运行。</p>
            <p>网联平台的高标准安全体系是保障缴税资金、信息安全的坚固后盾。网联平台的特殊定位和高标准安全体系，相较一般市场化云服务，具备更高信用级别。运行于网联系统的可信金融云平台，应用系统与物理资源充分解耦，通过安全域划分和访问策略控制，降低应用系统各组件之间的交互性和依赖性，通过对数据加密存储实现数据安全和隐私保护。网联平台全系统达到最高金融等保4级标准，从系统全层面保障云服务的可用性和机密性。</p>
            <p>2.项目社会效益与经济效益实现多方共赢。此项目可丰富税务机关的多元化缴费支付渠道，推动金融与民生服务系统互联互通，实现纳税人、国库、税务机关及支付机构的多方共赢，综合效益可观。</p>
            <p>从社会效益上看，首先是有助于税改新政顺利推进。回溯我国税制发展史，个人申报纳税以前并不多见，加之我国人口基数大，税务机关有必要拓展多种自然人报税的便利渠道。项目的实施，可涵盖、疏通多种模式的主流资金渠道，促进国家税收政策落实。其次是提升个人税款缴纳便利度。国库TIPS系统对接网联后，可以实现用户采用第三方支付渠道缴纳税款，最大程度便利纳税人线上完成纳税识别和支付。在此次新冠肺炎疫情期间，便民缴税服务即支持纳税人“非接触式”远程申报缴税，显现出新型支付方式带来的民生福祉。再者是引导第三方支付与便民缴税实现良性协同发展。在项目中，第三方支付机构只需连接网联平台，着力重点在于管理好自己的平台和用户，优化用户体验及改进服务。</p>
            <p>从经济效益上看，首先是可带动支付行业发展。项目的实施可助力支付机构拓展新的市场领域和业务方向，进一步扩大支付市场规模。其次是显著降低链路服务成本。项目实施后，整个服务链条上的银行机构在人民银行开设单一清算账户，所有分支行支付业务均通过该账户统一进行清算，可大幅减少分支行在人民银行开立的清算账户，有利于大型商业银行提高资金使用效率。再者是促进产业政策环境优化。项目带动第三方支付行业形成新的业务领域，在实施中实现多方协作，推动政府、银行了解税收支付领域存在的问题和痛点，有利于政府在执行政策时充分考虑支付行业的经营态势和制约因素，为第三方支付行业进一步发展壮大优化政策环境。</p>
            <p class="new_title">推广创新及展望平台</p>
            <p>目前已具备稳定服务能力，并可按业务规模实现弹性扩容，网联未来将持续完善服务能力，探索业务场景创新，支持更广泛的便民税费缴纳场景。</p>
            <p>首先是筹备全国范围的业务推广。按照《国库资金经收支付服务管理办法（试行）》及相关细则要求，落实协议报备、机构准入等相关工作，做好全国业务推广的各项合规准备，为合作机构创造良好服务环境。其次是积极推动业务模式复制与创新。赋能海关、社保等多样化场景，形成一批规范统一、资金安全、接入合规的缴费示范方案。网联将携手市场各方，共同保障支付体系运行安全，推动网络支付行业健康持续发展，让信用与价值互联，让支付更美好。</p>
   
        </div>
        <p class="next" @click="toParent">下一篇：李兆云：软件产品质量管理的数字化转型</p>
    </div>
</template>

<script>
    export default {
        name: "newsDetail",
        methods:{
            toParent(){
                this.$emit('changeIndex',19)
            }
        }
    }
</script>

<style scoped lang="scss">
    .little_title{
        display: block;
        color: #333;
        text-align: left;
        font-weight: bold;
    }
    .image_describe{
        text-align: center;
        margin:10px 0;
        padding-left: 137px;
        color: rgba(0,0,0,.8)!important;
    }
    .new_title{
        text-align: center!important;
        color: rgba(0,0,0,.9)!important;
        font-size: 15px!important;
        font-weight: bold;
    }
    .next{
        cursor: pointer;
        color: #095793;
        font-size: 14px;
        text-align: right;
        margin-bottom: 86px;
    }
    .header{
        margin-bottom: 35px;
        h5{
            color: rgba(1,1,1,.9);
            font-size: 20px;
            text-align: center;
            margin: 33px 0 12px;
        }
        .biaoshu_time{
            height: 30px;
            line-height: 30px;
            text-align: center;
            font-size: 12px;
            color:rgba(1,1,1,.9);
            background: rgba(1,1,1,.05);
        }
    }
    .main_news{
        p{
            color: #666666;
            font-size: 14px;
            line-height: 31px;
            text-indent: 2em;
            margin-bottom: 25px;
        }
        span{
            color: #000;
            font-weight: bold;
        }
        img{
            display: block;
            margin: 0 auto 35px;
        }
    }
</style>