<template>
    <div class="content_news">
        <div class="header">
            <h5>央行科技司李伟：落实发展规划 推动金融科技惠民利企</h5>
            <p class="biaoshu_time">发布时间：  2020-04-27     18:30:16</p>
        </div>
        <div class="main_news">
            <p>2019年，人民银行认真贯彻落实党中央、国务院决策部署，坚持“守正创新、安全可控、普惠民生、开放共赢”的基本原则，出台《金融科技（FinTech）发展规划（2019-2021年）》（以下简称《规划》），积极探索金融科技创新监管工具，联合发展改革委、科技部、工业和信息化部、人力资源社会保障部、卫生健康委组织金融科技应用试点，引导金融机构主动识变应变求变，持续推进数字化转型，以科技赋能金融提质增效。我国金融科技发展按下“快进键”，在体制机制、人才队伍、技术储备、应用水平、风控能力等方面取得突破，金融服务的覆盖率、可得性、满意度大幅提升。特别是在新冠肺炎疫情期间，金融科技应用彰显硬核实力，在支持疫情防控与复工复产方面发挥了积极作用。</p>
            <p class="new_title">规划引领 金融与科技融合取得新成效</p>
            <p><span>一是，金融科技体制机制更加高效。</span>在战略布局方面，金融机构在《规划》指引下加速金融科技统筹布局，把科技元素注入业务全流程、全领域，结合自身禀赋制定差异化、特色化发展战略，找准新路径，谋求新发展。例如，建设银行加速推进金融科技战略“TOP+”，开启“第二发展曲线”；招商银行旗帜鲜明地提出打造“金融科技银行”战略部署，将探索数字化经营模式作为主攻方向。在组织架构方面，通过设立子公司、混合所有制、股权期权等手段，稳妥推进金融科技组织架构重塑，破除束缚创新活力的体制机制障碍，为深化金融与科技融合发展夯基垒台。例如，工商银行构建“一部、三中心、一公司、一研究院”的金融科技新格局，快速推动智慧银行战略转型。在科技投入方面，依托专项资金、激励计划等方式，不遗余力加大基础性、战略性科技投入力度。2019年，主要银行业金融机构科技投入占营业收入的比例普遍超过2.5%，未来这一比重还将持续不断提升。在人才储备方面，加强科技与金融人才交叉培养，在人才“选育引留”方面打出组合拳，金融科技人才数量与占比显著提升。例如，交通银行通过金融科技万人计划、FinTech管培生、存量人才赋能转型三大工程，构筑高质量金融科技人才“蓄水池”，2019年金融科技人才同比增加超过50%。</p>
            <p><span>二是，金融科技惠民利企成效显著。</span>在优化线上金融服务方面，运用信息技术探索非接触式金融服务，基于互联网开展支付缴费、授信审批、跨境金融、投资理财等业务，打造全方位线上金融服务体系，特别是疫情期间让百姓“不出门、不见面”也能办理金融业务，支撑金融服务不断、质量不降、保障更强。例如，光大银行深化“云缴费”服务，将各地分散的缴费业务集中接入云平台，为用户提供20大类7900余项缴费服务。1月24日至3月末，完成湖北省线上缴费230多万笔，服务用户124.3万户。在支持中小微企业方面，充分发挥技术、数据等生产要素的重要作用，通过金融科技手段甄别企业经营状况，提供差异化信贷服务，为中小微企业“输血供氧”，助力纾解融资难融资贵问题。例如，建设银行运用数据挖掘、人工智能等技术推出“惠懂你”APP，打造一站式数字普惠金融平台，累计服务38万多客户，授信金额突破1900亿元。网商银行依托庞大数据资源不断优化“310”贷款模式，疫情期间联合同业机构发起“无接触贷款”助微计划，积极助力电商、餐饮、物流、农业等领域复工复产，累计向湖北小店、全国医药类小微商家14.6万户发放贷款46.8亿元。在赋能公共服务方面，加快金融与卫生、社保、工商等行业信息系统互联互通，为百姓提供触手即达的公共服务。疫情期间，有效满足了远程医疗、心理咨询、防疫物资管理等方面激增的需求，实现疫情防控不放松、公共服务不打烊。例如，工商银行依托云平台构建跨行业跨机构开放互联生态，通过手机银行等线上服务渠道，快速推出应急物资管理、健康信息登记、远程医疗门诊等服务，用金融科技力量助力疫情精准防控、群防群治。</p>
            <p><span>三是，金融科技监管框架初步建立。</span>在监管规则方面，人民银行加强监管顶层设计，确定涵盖基础通用、技术应用、安全防控等方面的监管规则目录，加快建立健全纲目并举、完整严密、互为支撑的金融科技监管基本规则体系。出台个人金融信息保护、金融客户端应用软件、区块链安全、应用程序编程接口等监管规则，规范新技术在金融领域合理应用。在监管工具方面，人民银行在提炼总结金融科技应用试点经验和做法的基础上，综合运用信息公开、产品公示、社会监督等柔性监管方式，探索事前事中事后全链条的监管机制，研究设计符合我国国情、与国际接轨的金融科技创新监管工具，并于2019年12月在北京启动测试验证。北京市依托“一行三局”地方金融监管协调机制精心部署、有序推进创新监管测试工作，涉及的创新应用涵盖数字金融、供应链金融、普惠金融等场景，既有持牌金融机构直接申请，也有科技公司合作参与。社会各界反响良好，认为此举有助于纾解小微民营企业融资难融资贵、普惠金融“最后一公里”等痛点难点，营造健康有序的金融科技创新发展环境，标志着我国在构建金融科技监管体系方面迈出了关键一步。在监管科技方面，运用神经网络、知识图谱、区块链等科技成果，加强跨市场跨业态跨区域金融风险识别、预警和处置，持续提升金融风险技防能力，确保人民群众资金与信息安全。例如，外汇局搭建跨境金融区块链服务平台，实现银企间端到端可信信息核验，在缓解企业跨境融资难的同时有效降低银行融资业务风险。截至目前，接入平台的法人银行197家，成功完成折合180亿美元应收账款融资的安全放款，服务企业近2500家。</p>
            <p><span>四是，金融科技产业生态不断完善。</span>在技术攻关方面，金融业通过行业协会、孵化平台、专项合作等方式，推动产学研用协同更紧密、成果转化更顺畅，金融科技产业链整体竞争力不断增强。例如，金融机构、科技公司、科研院所等150余家单位成立金融科技产业联盟，聚焦分布式数据库、人工智能、区块链等共性技术问题，共同研发新产品、发展新业态、凝聚新动能。在标准规范方面，人民银行与市场监管总局携手将金融科技产品纳入国家统一推行的认证体系，以标准实施为手段，持续强化金融科技安全与质量管理，切实防范因技术产品质量缺陷引发的风险向金融领域传导。在政策支持方面，地方政府结合当地资源、技术、人才、环境等优势，通过专项资金、减税降费、载体建设、配套服务等方式，做强金融科技产业链、做大金融科技生态圈。例如，北京市发挥独一无二的资源禀赋和区位优势，积极出台“金科十条”，从孵化平台建设、人才引进培养、应用场景示范、营商环境优化等方面加大优质政策供给，着力打造金融科技与专业服务创新示范区。</p>
            <p class="new_title">研判形势 找准数字化转型发力点</p>
            <p><span>第一，数据融合应用是金融高质量发展的竞争制高点。</span>数据是数字经济时代的基础战略性资源，充分发挥数据价值是金融科技应用的重中之重，也是助推金融高质量发展的关键。有的机构着力推进数据治理与融合应用，破除“数据壁垒”和“信息烟囱”，将数据应用嵌入业务经营、风险管理和内部控制全流程，在确保信息安全前提下，依托海量数据资源为用户提供“千人千面”的高质量金融服务。可以说，金融发展质效在一定程度上取决于金融机构“想不想用”“会不会用”“擅不擅长用”数据。</p>
            <p><span>第二，快速交付能力是实现市场竞争突围的关键因素。</span>金融科技背景下，“不创新会被淘汰、创新慢等于落后”成为共识。有的机构为适应日新月异的金融服务需求，借助敏捷开发、灰度发布、开发运维一体化等手段，快速推出新型产品与服务（如疫情期间的健康码产品），迅速占据市场、实现竞争突围，展现出强大竞争力。相反，有的机构在别人努力开辟市场时，躺在原有舒适区安于现状、裹足不前，最终陷入“不进则退、慢进亦退”的困局。</p>
            <p><span>第三，包容审慎的试错容错机制是护航金融科技创新的重要保障。</span>金融科技创新在一定程度上是向未知领域探索，风险具有较高突发性和不可预测性，平衡创新与安全的关系不能简单套用传统方法。此次试点在事前制定应急退出机制，采用风险拨备资金、保险计划等措施，建立多层次、立体化风控体系，打造刚柔并济、富有弹性的沙盒机制。实践证明，这些做法为金融科技创新划定刚性底线、设置柔性边界、留足发展空间，既有利于保障金融安全，也有利于释放创新活力。</p>
            <p><span>第四，服务智能化是破解普惠金融瓶颈的有力手段。</span>近几年线上金融发展势头强劲，数据显示2019年银行业金融机构离柜率总体超过85%。但囿于年龄层次、文化程度、健康状况、基础设施等因素，中老年人、残障人士、边远地区居民、受教育程度较低群体是线上金融服务盲区。对此，有的机构运用新一代人工智能手段，推出“看懂图像、听懂语言、读懂文字”的智慧金融产品，大幅降低服务门槛，显著提升服务覆盖率、可得性和满意度。这启示我们，服务智能化是弥合区域间、人群间“数字鸿沟”的有力手段，既能为客户提供精细化、个性化的金融服务，也能提升金融机构获客、留客、活客水平，对突破普惠金融瓶颈具有重要意义。</p>
            <p class="new_title">一以贯之 推动金融科技持续健康发展</p>
            <p><span>一是，深入落实金融科技发展规划。</span>金融机构是发展金融科技的生力军，也是落实《规划》的责任主体。要咬定目标不放松，全面落实《规划》要求，进一步转变发展观念，加快推进数字化转型，持续增强金融科技应用能力，为健全具有高度适应性、竞争力、普惠性的现代金融体系贡献力量。下一步，人民银行将组织编发金融科技发展规划实施指引，构建金融科技发展监测指标体系，推动建设同业协同发展平台，发挥示范引领作用，以大带小、以强扶弱，让所有金融机构都能搭上数字化发展的快车，实现金融与科技深度融合、协调发展。</p>
            <p><span>二是，稳步推进数据融合安全应用。</span>当前，推动数据治理、建设数字中国，已经上升为驱动国家治理体系和治理能力现代化的重要内容和全新形态。金融业要深入贯彻落实《中共中央　国务院关于构建更加完善的要素市场化配置体制机制的意见》，充分发挥数据这一新型生产要素对其他要素效率的倍增作用，加快数据融合应用顶层设计，将数据治理纳入中长期发展规划，统筹布局数据平台架构，为数据互通、信息共享和业务协同奠定基础。健全数据治理体系，建立涵盖金融数据采集、处理、使用等全流程的标准框架，实现数据资源全生命周期统一规范管理。加强数据安全保护，综合国家安全、公众权益、个人隐私和企业合法利益等因素做好数据分类分级管控，严防数据泄露、篡改和滥用，推动跨行业跨市场数据要素有序流转和安全应用。</p>
            <p><span>三是，持续强化金融风险技防能力。</span>当下，信息技术的快速兴起为提升金融风险防控能力提供了“科技方案”。金融机构要积极运用数字技术赋能风险防控，推动风险管理手段从人员密集型向技术密集型转变，主动采取数据挖掘、机器学习等现代科技手段优化风险防控指标与模型，精准刻画客户风险特征，有效甄别高风险交易，实现风险早识别、早预警、早处置。人民银行将建设金融科技应用风险监控系统，探索施行新技术金融应用安全评估与备案机制；加快建立数字化监管规则库，构建监管规则知识图谱，实现监管规则形式化、数字化和程序化；建设数字监管报告（DRR）平台，提升监管专业性、统一性和穿透性，为坚决打赢金融风险防控攻坚战贡献科技力量。</p>
            <p><span>四是，科技驱动支付发展再上新台阶。</span>支付领域是金融科技应用的高地，也是智慧金融发展的前沿。近几年，科技创新推动我国支付服务居于全球领跑位置。金融机构要坚守“惠民利企”的初心和使命，深挖金融科技潜能，盘活技术和数据要素，利用人工智能、区块链、开放API等技术建立新一代支付生态体系，打造金融数字化转型的最佳样本，进一步扩大中国在全球支付行业的领先优势。稳妥开展条码支付、刷脸支付互联互通技术验证与应用试点，打通支付服务壁垒，最大程度方便广大人民群众的支付服务需求。积极探索将物联网、计算机视觉、智能语音等技术与支付场景深度融合，推动KYC（了解你的客户）和交易验证手段向精细化、智能化方向迈进。进一步加强支付风险防控，综合利用标记化、密码技术等手段提升支付敏感信息保护能力，筑牢支付安全防线。</p>




        </div>
        <p class="next" @click="toParent">下一篇：【交通银行线上金融业务中心总裁 李豪】打造有温度的“零接触”金融服务</p>
    </div>
</template>

<script>
    export default {
        name: "newsDetail",
        methods:{
            toParent(){
                this.$emit('changeIndex',12)
            }
        }
    }
</script>

<style scoped lang="scss">
    .image_describe{
        text-align: center;
        margin:10px 0;
        padding-left: 137px;
        color: rgba(0,0,0,.8)!important;
    }
    .new_title{
        text-align: center!important;
        color: rgba(0,0,0,.9)!important;
        font-size: 15px!important;
        font-weight: bold;
    }
    .next{
        cursor: pointer;
        color: #095793;
        font-size: 14px;
        text-align: right;
        margin-bottom: 86px;
    }
    .header{
        margin-bottom: 35px;
        h5{
            color: rgba(1,1,1,.9);
            font-size: 20px;
            text-align: center;
            margin: 33px 0 12px;
        }
        .biaoshu_time{
            height: 30px;
            line-height: 30px;
            text-align: center;
            font-size: 12px;
            color:rgba(1,1,1,.9);
            background: rgba(1,1,1,.05);
        }
    }
    .main_news{
        p{
            color: #666666;
            font-size: 14px;
            line-height: 31px;
            text-indent: 2em;
            margin-bottom: 25px;
        }
        span{
            color: #000;
            font-weight: bold;
        }
        img{
            display: block;
            margin: 0 auto 35px;
        }
    }
</style>