<template>
    <div class="content_news">
        <div class="header">
            <h5>守正创新 以金融科技磨砺核心竞争力 </h5>
            <p>发布时间：  2020-03-01     16:50:18</p>
        </div>
        <div class="main_news">
            <img src="http://images.gshxkj.com.cn:8090/news/tszs/zzlx.png" style="width: 40%">
            <p class="image_describe">中国农业银行科技与产品管理局负责人  蔡钊</p>
            <p>变革、创新、转型是2019年金融业的主题词。面对新一轮技术革命所引发的金融海啸，各金融同业纷纷借助大数据、区块链、人工智能、云计算等前沿技术，奋起直追，融入激烈的市场竞争，推动银行经营管理转型发展。作为国有大型商业银行，农业银行迎难而上，以开放的心态积极应对激烈的市场竞争，坚持金融科技自主创新，识别新赛道、布局新技术。</p>
            <p class="new_title">强本固基，以战略定力推进自主创新</p>
            <p>创新是一个国家兴旺发达的不竭动力，也是企业基业长青的基石。面对新技术变革所带来的一日千里的巨大变化和格局重组，银行转型任务紧迫，不创新无发展，已成为全行上下的共识。</p>
            <p>首先，坚持自主创新是国家战略要求。核心技术是买不来的，一味靠技术引进，难以摆脱受制于人的困境。习总书记更是指出，“具有自主知识产权的核心技术，是企业的‘命门’所在。企业必须在核心技术上不断实现突破，掌握更多具有自主知识产权的关键技术，掌控产业发展主导权。”当前，全球数字化技术革命浪潮风起云涌，金融业正面临来自经济面、行业面、市场面的革命性变化，实现大数据、区块链、人工智能、云计算为代表的金融科技核心技术自主创新，成为金融资本、实体经济和社会舆论关注的焦点，在国内外政治经济形势急剧变化的现阶段，银行业坚持自主创新的重要性更加凸显。</p>
            <p>其次，坚持自主创新是打造核心竞争力的需要。伴随大数据、人工智能、云计算等新技术的涌现，商业银行所处的市场环境、金融生态和商业模式发生了快速而深刻的变化，数字化转型成为各家银行竞相实施的战略重点，创新成为企业发展的永恒主题，谁拥有自主创新的优势，谁就占据了出奇制胜的战略制高点。农行党委审时度势，在全球发展、行业发展的大视野中进行顶层设计，确定了数字化转型战略，坚持金融科技创新和业务创新双轮驱动，将创新因子融入企业文化和经营管理的方方面面，铸造农行核心竞争优势。</p>
            <p>再次，坚持自主创新是更好地履行社会责任的需要。服务实体经济、服务“三农”、服务民生是党中央赋予农业银行的重大社会责任。当前，不管是银行同业，还是互联网公司，都将目光瞄准广阔的县域蓝海，并加快依托数字化手段进军“三农”领域。县域蓝海点多面广、市场广阔，巩固农行的优势地位，依靠传统技术和手段已经行不通，必须坚持自主创新，借助新技术、新策略、新模式，推动金融科技在“三农”领域深度应用，让金融服务覆盖更广、成本更低、效率更高。</p>
            <p class="new_title">自主可控，以金融科技赋能业务发展</p>
            <p>在全球经济放缓的大背景下，农业银行正视“百年未有之大变局”，深刻把握技术革命的大趋势，将2019年作为数字化转型开局破题元年，以转型谋发展，以创新促变革，以金融科技赋能业务创新和运营创新，锐意进取，在自主创新的道路上摸索出了一套行之有效的新方法。</p>
            <p>一是推进IT架构自主可控。围绕“安全”和“创新”两个抓手，农业银行深入实施新一代IT架构建设，以X86和ARM两条技术路线并行，通过先内部、后对客、再关键的三步走策略，全面提升农业银行IT基础设施安全可控水平。一方面，以X86服务器和开源技术生态为基础，融合分布式架构与云计算技术，农业银行加速核心银行系统由集中式向分布式转型进程，逐步减少对主机平台依赖，实现核心系统自主可控。另一方面，选取内部管理领域作为创新试验田，以华为Taishan服务器为基础平台，围绕ARM架构技术体系进行操作系统、数据库、中间件等基础件及上层应用的迭代演进与适配，投产科技综合管理平台，成为金融业首个基于ARM架构多路服务器的全栈安全可控应用系统，标志着农行在技术架构安全可控创新中取得了实质性进展。</p>
            <p>二是打造大数据平台。提升企业级数据应用能力，农业银行搭建了我国银行业最大的数据仓库和大数据平台。以“国产PCServe集群+国产MPP数据库+开源Hadoop框架+自主研发的全流程配套工具”的方式，形成了农业银行特色自主可控的3-CDE体系，成为国内首家在金融PB级大数据建设中实现技术自主可控的银行。大数据平台建成后，具备了玩转大数据的三种能力：PB级结构化数据处理，EB级非结构化数据处理，毫秒级延迟流式数据处理，通过自主构建数据模型、数据集市、配套工具、分析挖掘、数据服务、数据治理等一揽子平台和工具，为数据驱动金融创新提供了统一的解决方案。</p>
            <p>三是大力发展人工智能。针对近年来飞速发展的人工智能技术，农行秉持开放、共享、便捷、安全的理念，着力打造全流程、一站式、自助化、智能化的金融大脑“6A”创新体系，在同业首次建设了企业级AI金融平台解决方案。基于大数据平台打造AI+BI智能金融大脑，实现农行全行“智能集中”，成为农行智能银行创新的引擎，全面支撑OCR识别、人脸识别、机器学习建模与应用等智能金融业务场景，在营销、风控、运营、决策等4大业务领域提供统一化的智能平台支撑，助推全行数字化经营和各业务领域智能化升级。</p>
            <p>四是拓展移动金融服务。以互联网思维和移动互联技术为核心，农业银行依托智能掌上银行建设，在智能服务、产品覆盖、客户体验方面打造“千人千面”的个性化移动金融生态圈。创新“互联网+三农”，推出“惠农e贷”、“惠农e付”和“惠农e商”三大产品，突破广大农村县域经济的地理阻隔，实现网络融资、支付结算和农村电商的“掌上”金融服务解决方案，准确切中精准扶贫的服务痛点。此外，农行发布“5G+场景”为主题的智慧网点品牌，全力打造“智慧识别+个性定制+场景融合+远程互动”的新型智慧网点，以5G技术为代表的新一代移动互联技术，将实现服务无时不在、无处不在。</p>
            <p>五是构建新一代数字化云平台。金融科技是承载全部业务创新和运营创新的出发点和落脚点，农业银行开启了新一代数字化云平台（iABC）建设，服务支撑数字化转型、再造一个农业银行战略。突出平台化共享思维、强化服务复用能力、提升业务响应效率，采用云计算、微服务技术，搭建了“薄前台、厚中台、强后台”的IT体系。做薄前台方面，以客户为中心，快速响应客户需求，支持快速创新，实现产品线上化；做厚中台方面，进行产品、服务和流程整合，为快速实现前台应用提供全面、共享的服务支撑，实现服务生态化、业务平台化；做强后台方面，提供统一的资源管控和数据分析、智能化基础能力，实现经营数据化。</p>
            <p class="new_title">决胜未来，以数字化转型带动全面创新</p>
            <p>2020年，是农行数字化转型纵深推进的一年。新年新起点，自主创新面临着更大的挑战，农行将重点发力普惠金融、智慧金融、风控体系、新技术新业态等领域，持续拓宽自主创新之路。</p>
            <p>一是坚持普惠金融创新。对标中央决战决胜全面建成小康社会的宏伟目标，将惠农、脱贫作为首要攻坚任务，强化供应链金融，围绕上中下游客户的“交易+融资”需求，打造全流程线上化的“三农”产品服务体系，在账户和支付产品自主创新方面重塑商业银行支付主体地位。完善“惠农e通”平台功能，依托城乡联动、中小客户多的比较优势做好场景金融创新，拓展服务范围，打造“三农普惠领域最佳数字生态银行”品牌。</p>
            <p>二是促进智慧金融转型。“人工智能是新一轮科技革命和产业变革的重要驱动力量，加快发展新一代人工智能是事关我国能否抓住新一轮科技革命和产业变革机遇的战略问题。”落实习总书记的战略部署，推进智慧金融转型，是农行在新形势下的又一战略选择。尽管农行在人工智能发展方面已取得一定的成就，但离全面应用、自主可控还有一定的距离，未来需要在敏锐洞察客户需求、实现产品服务个性化定制、营销信息精准推送、管理决策实时智能方面进一步开拓。当前，以智能化为主要特征的智慧银行建设风起云涌，着力打造客户体验一流的智慧银行，是农行数字化转型的重要目标，从深层次筑牢农行智能技术，完善大数据+AI平台建设是下一步发展的重要任务。</p>
            <p>三是重构风险管控模式。随着业务线上化和技术深度应用，金融风险更加隐蔽、波动性更大、传染性更强，模型错误、网络攻击等技术性问题日益凸显，全球数据安全事件频发，商业银行风险管理水平面临更大的挑战。架构创新、核心技术自主可控是重构风险体系的一个重要方向，核心技术掌握在自己手里，是降低网络风险的最好筹码。推动风控案防工作从“人工控制”为主向“机器控制”为主转变，在流程再造、风险监测预警、识别评估等环节，需着力加强自主可控能力建设。</p>
            <p>四是加强新技术攻关。2019年11月，在中央政治局“区块链技术发展现状和趋势”第18次集体学习会议上，习近平强调，“要把区块链作为核心技术自主创新的重要突破口，明确主攻方向，加大投入力度，着力攻克一批关键核心技术，加快推动区块链技术和产业创新发展。”党中央的前瞻判断，更加坚定了农业银行自主创新的战略方向，2020年要聚焦移动互联网、大数据、云计算、人工智能、区块链等新技术，推动在金融科技关键领域的技术攻关与创新，力争实现技术突破。尤其是区块链技术的研究与应用，各金融机构纷纷涉足，前景广阔。农行区块链建设已初见成效，基于区块链的电商供应链项目、数字积分项目、养老金项目等已经投产，实现了从信息传递到价值传递的升华，并基于数据挖掘解决了不同的场景应用。未来将侧重于普惠金融和公益方面，构建普惠金融生态圈，在服务实体经济、小微企业方面持续探索，加快构建统一的开放服务体系和生态体系。</p>
            <p class="new_title">结语</p>
            <p>面对席卷而来的新一轮技术浪潮，农业银行当中流击水，以变革的姿态迎接未来、迎接挑战。在新的一年，农业银行将全面贯彻落实党的十九届四中全会和中央经济工作会议精神，坚持自主创新的战略部署，弄潮大数据、云计算、区块链、人工智能等新技术领域，以金融科技和业务创新为驱动，推动数字化转型战略不断向纵深发展。</p>
            <p>来源：金融电子化（原创）</p>
        </div>
        <p class="next" @click="toParent">下一篇：银行自动化运维项目建设八大难点问题解析 </p>
    </div>
</template>

<script>
    export default {
        name: "newsDetail",
        methods:{
            toParent(){
                this.$emit('changeIndex',4)
            }
        }
    }
</script>

<style scoped lang="scss">
    .image_describe{
        text-align: center;
        margin-top: -20px;
        color: rgba(0,0,0,.8)!important;
    }
    .new_title{
        color: rgba(0,0,0,.9)!important;
        font-size: 15px!important;
        font-weight: bold;
    }
    .next{
        cursor: pointer;
        color: #095793;
        font-size: 14px;
        text-align: right;
        margin-bottom: 86px;
    }
    .header{
        margin-bottom: 35px;
        h5{
            color: rgba(1,1,1,.9);
            font-size: 20px;
            text-align: center;
            margin: 33px 0 12px;
        }
        p{
            height: 30px;
            line-height: 30px;
            text-align: center;
            font-size: 12px;
            color:rgba(1,1,1,.9);
            background: rgba(1,1,1,.05);
        }
    }
    .main_news{
        p{
            color: #666666;
            font-size: 14px;
            line-height: 31px;
            text-indent: 2em;
            margin-bottom: 25px;
        }
        img{
            display: block;
            margin: 0 auto 35px;
        }
    }
</style>