<template>
    <div class="content_news">
        <div class="header">
            <h5>【交通银行线上金融业务中心总裁 李豪】打造有温度的“零接触”金融服务</h5>
            <p class="biaoshu_time">发布时间：  2020-05-15     22:50:16</p>
        </div>
        <div class="main_news">

            <p class="new_title">助力“抗疫”的“零接触”银行</p>
            <p>面对疫情，交行及时优化升级手机银行、网上银行等线上渠道功能、服务，第一时间丰富“非接触式”服务渠道与品类，不间断提供财富管理服务。</p>
            <p class="little_title">1.全力支持满足防疫“抗疫”应急所需</p>
            <p>一是快速响应资金转账汇划需要。根据“抗疫”期间用户资金往来需求特点，及时放宽线上转账限额，在手机银行、网上银行设立“爱心捐款”区，全面开通湖北省内27家慈善机构捐款通道，驰援疫区防控资金需求。二是响应政府部门和金融监管部门关于疫情追溯要求，及时推出在线健康信息登记。手机银行上线“健康信息登记功能”，与原扫码取号功能“二合一”，便于用户在交行网点依托手机银行扫码，全程“零接触”自助在线完成健康信息登记与网点排队取号，解决手工登记工作量大、效率低、接触式填写等痛点。三是积极组织“抗疫”专题债券销售，将柜台购买方式转化为线上渠道一键购买，为疫情防控提供应急支持。</p>
            <p class="little_title">2.适时丰富“非接触式”服务渠道与品类</p>
            <p>一是引导用户“在家”办理业务。利用手机银行消息盒子、微信平台的“微银行”、短信等渠道，广泛开展线上功能宣传与引流，引导用户“在家”办理查询、转账、缴费等基础性业务。二是95559电话银行快速答疑解惑。通过科技赋能，在电话银行上线95559客户服务居家座席，缓解疫情期间客户服务中心现场集中业务处理压力，满足激增的用户咨询需求。在网上银行、手机银行和“微银行”等线上渠道，由智能机器人优先应答用户咨询。截至目前，在线智能机器人共应答用户提问近60万笔，为上年同期业务量的逾2倍，用户满意度近99%。三是拓宽远程服务渠道。借助手机银行客户经理个人主页（二维码）、一对一视频、电话银行场景内交易等远程沟通功能，实现客户经理随时沟通、服务用户。其中，交行湖北省分行客户经理使用该功能人数较疫情前飙升数倍，成功架起了交行与用户之间的空中桥梁。四是引入在线问诊服务。通过云端银行开展跨界合作，成功上线“新冠肺炎7×24小时免费实时救助平台”，并在全国推广，缓解疫情期间百万用户求医问诊难题。五是提供免费在线教育课程。携手在线教育培训头部机构，优选精品课程，在手机银行派赠在线教育培训免费课程，满足不同年龄阶段千家万户居家在线学习培训需要，受到广大用户的欢迎。</p>
            <p class="little_title">3.针对性完善疫情期间财富管理服务</p>
            <p>一是帮助用户管好钱袋子。及时推出个人本外币定期存款到期自动延期功能，以解用户疫情期间无法亲赴网点转存之忧。联合交银施罗德基金公司在线推出“我要稳稳的幸福”基金组合，帮助用户在震荡的资本市场环境中获取相对稳健的资产增值。二是提供暖心保障呵护。联合交银康联人寿保险公司，陆续推出保险责任涵盖新冠肺炎的“守护保”保险产品计划，提供特药保险金保障和全球找药等附加服务的“药安心”保险产品计划，持续满足用户个人健康安全保障需求。</p>
            <p class="new_title">精益求精的“零接触”银行</p>
            <p>居家隔离“抗疫”既是一场对交行数字化转型成果的实战检验，也是一次全民数字经济发展的扩容契机。得益于“线上为主、移动优先”的渠道布局优势，交行推出的最新版手机银行在疫情期间充分发挥体验优势、智能优势、服务优势和技术优势，助力战疫情、促复工，精益求精持续提升全行线上服务体验与能力。</p>
            <p class="little_title">1.用户自己的手机银行</p>
            <p>新版手机银行打破传统金融类APP货架式堆砌产品的格局，创新性地以“我”为主，为真正代表用户个体的“我”定制主页，凸显以“我”为主的全新体验——比如“我的”资产负债分布、常用转账卡片、个人理财账户、“我”可参与的优惠活动与专属客户经理管家等。通过“我的”首页，用户还可自行定制更多服务内容，如重要事项提醒、活动推荐、业务预约、外汇牌价等个性化栏目，使首屏页面真正为用户自己所用。</p>
            <p class="little_title">2.智能贴心的手机银行</p>
            <p>通过大数据分析和精准模型，交行最新版手机银行不仅提供兼顾流动性、盈利性与安全性的“沃德理财顾问”服务，还提供了管家式服务，智能、动态跟进用户潜在需求。如针对用户理财产品到期后如何对接下一款产品的困扰，交行可至少提前10天就开始为用户精准配置理财续接计划，并在手机银行金融日历中及时提醒，不让用户的每一分钱闲置，使线上服务更简单、更便捷、更贴心。</p>
            <p class="little_title">3.服务员工的手机银行</p>
            <p>交行倡导“全员服务”的理念，最新版手机银行为全行在线开展营销推广提供了舞台。一是每位交行员工都可以通过手机银行，利用一对一视频、在线直播等工具，有效突破时间、空间限制，提升触达、连接和服务用户的能力。过去经常跑网点的用户现在无论身处何地，都能跟交行客户经理跨时空视频咨询，甚至在用户需要时直接推送服务与订单。二是每位员工都可以在手机银行申请专属的个人主页，灵活配置产品、功能和服务等模块，生成个性化海报或二维码进行线上传播。用户扫码后产生的服务数据都能计量给员工，打造每位员工的个人品牌与私域流量，促进用户连接、扩大服务半径。</p>
            <p class="little_title">4.快速敏捷的手机银行</p>
            <p>要支撑起“我的”手机银行的专属性和多样性，实现数据实时抵达用户，是对交行信息科技综合能力的极大挑战。近年来，交行搭建了全新的信息科技平台，提升手机银行性能与体验。一是按照“薄前台、厚中台”的原则，重构手机银行前端框架，提升APP响应性能和用户体验。二是优化改造中后台系统结构，构建高可用、高并发、实时化、智能化的系统保障，通过微服务、云平台的方式支撑起快速变更、动态部署的业务要求，既保障了手机银行安全稳定运行，又推动产品上架、功能创新与体验优化的敏捷开发与投产。</p>
            <p>与时俱进的“零距离”银行</p>
            <p>不期而至的疫情也蕴含着新的机遇，倒逼金融行业主动加大科技赋能的力度。这更是一次洗牌，若不逆流而上快速转型，必将被淹没于时代浪潮中。</p>
            <p>疫情消退后，“零接触”式服务展业将势必加速成为金融行业的常态，尤其在5G、AI、大数据等国家新型基础设施建设的助推下，各行各业都朝着精、细、全、快的方向发展，线上渠道的载体也必将更多元、用户体验更贴心、银行反馈更智能、服务生态更开放、技术响应更敏捷，未来的想象空间也更广阔。商业银行将真正从传统意义上的一个个物理网点概念，转变成为跨界融入社会生产方方面面、融入公众生活各个角落，实现全流程“零接触”服务、全链条“零接触”对接、全产业“零接触”融合的无界、无限、无感的数字银行。</p>
        </div>
        <p class="next" @click="toParent">下一篇：思想汇 | 金融科技的光荣与梦想</p>
    </div>
</template>

<script>
    export default {
        name: "newsDetail",
        methods:{
            toParent(){
                this.$emit('changeIndex',12)
            }
        }
    }
</script>

<style scoped lang="scss">
    .little_title{
        display: block;
        color: #333;
        text-align: left;
        font-weight: bold;
    }
    .image_describe{
        text-align: center;
        margin:10px 0;
        padding-left: 137px;
        color: rgba(0,0,0,.8)!important;
    }
    .new_title{
        text-align: center!important;
        color: rgba(0,0,0,.9)!important;
        font-size: 15px!important;
        font-weight: bold;
    }
    .next{
        cursor: pointer;
        color: #095793;
        font-size: 14px;
        text-align: right;
        margin-bottom: 86px;
    }
    .header{
        margin-bottom: 35px;
        h5{
            color: rgba(1,1,1,.9);
            font-size: 20px;
            text-align: center;
            margin: 33px 0 12px;
        }
        .biaoshu_time{
            height: 30px;
            line-height: 30px;
            text-align: center;
            font-size: 12px;
            color:rgba(1,1,1,.9);
            background: rgba(1,1,1,.05);
        }
    }
    .main_news{
        p{
            color: #666666;
            font-size: 14px;
            line-height: 31px;
            text-indent: 2em;
            margin-bottom: 25px;
        }
        span{
            color: #000;
            font-weight: bold;
        }
        img{
            display: block;
            margin: 0 auto 35px;
        }
    }
</style>