<template>
    <div class="content_news">
        <div class="header">
            <h5>深度 | 新基建投资领域与前景展望</h5>
            <p class="image_describe">——原创 王道翔徐可源王彬  工银投行 </p>
            <p class="biaoshu_time">发布时间：  2020-03-25     21:21:16</p>
        </div>
        <div class="main_news">

            <img src="http://images.gshxkj.com.cn:8090/news/qjzw/qjzw1.jpg" style="width: 100%">
            <p class="new_center">核心要点</p>
            <p>国内外疫情对我国消费、出口影响短时期内难以消除，基建投资的稳增长重要性凸显。近期大力推动的新基建主要包括5G基建、特高压、城际高速铁路和城际轨道交通、新能源汽车充电桩、大数据中心、人工智能和工业互联网7个领域。</p>
            <p>交通运输领域的城市轨道交通和高铁将是今年资金投向的重点领域之一，其路网、配套建设，以及上游装备制造产业将迎来发展机遇。</p>
            <p>5G网络是全面建设经济社会信息化数字化转型的关键基础设，也是我国今年的加大投资、推动经济增长的关键领域。5G网络建设投资具有极强的溢出效应，能够带动新一轮投资高潮、促进信息消费，拉动经济增长。</p>
            <p>我国处于第二轮特高压建设批准高峰，整体投资规模预计在2000亿元左右，可以拉动装备制造、技术服务等领域发展，构建全新行业生态。</p>
            <p>基建投资增长很大程度上决定于地方层面的融资支持。在现行的投融资机制下，传统基建整体增速回升的空间不宜高估，逆周期调控需进一步加强对新基建投资的支持。</p>
            <p class="new_center">1</p>
            <p class="new_center">新基建内涵</p>
            <p>当前，国内外疫情对我国消费、出口影响短时期内难以消除，基建投资的稳增长重要性凸显。从固定资产投资与出口来看，在此次疫情影响出现之前，市场对2020年的制造业与基建投资相对乐观，尤其是制造业投资，不看好房地产投资。主要原因是，1月中美达成阶段性贸易协议，美国对华合计关税税率微降，且至少在美国大选前保持稳定，市场对中美贸易预期开始企稳。同时，2019年7月以来，美欧在货币政策上先后开展降息和量化宽松，中国则进一步加大了在基建投资领域的力度，去年11月以来全球主要经济体先行指标开始改善，全球需求表现出回升迹象，利好我国出口。但3月以来，我国疫情趋稳的同时，海外疫情发展迅速，金融市场波动性显著增加，海外需求后续也可能受到影响，这增加了出口的不确定性。出口是带动我国制造业投资扩张的重要因素。当前疫情对企业生产经营与投资预期形成制约。出口与制造业投资增速预期的回调使得未来基建投资在稳定经济增长的作用将变得更为突出。</p>
            <p>需要指出的是，基建投资领域涉及的行业领域众多，尽管我国基建需求空间巨大，但基建投资增长很大程度上决定于地方层面的融资支持。由于大部分基建领域的项目融资需求巨大，项目收益偏低，使得地方财政和平台融资成为基建投资最主要的资金来源。庞大的基建融资需求也推动了地方债务的持续膨胀。从行业角度看，只有电力与热力生产、部分新兴领域的信息服务等有相对较高的项目收益，对财政和准财政的依赖程度较低，这些多数属于新基建投资的范围，但新基建投资额占比很小。我们所说的新基建，包括5G基建、特高压、城际高速铁路和城际轨道交通、新能源汽车充电桩、大数据中心、人工智能和工业互联网7个领域。近期，在新冠肺炎疫情冲击和经济下行压力下，各地密集推出万亿投资计划。据不完全统计，包括江苏、北京、云南、福建、河南等10个省市推出2020年重点工程项目清单，以交通基建和高新制造业为主。10个省市公布的重点项目投资计划总投资约为25.5万亿元，2020年度计划完成投资约4.34万亿元。</p>
            <img src="http://images.gshxkj.com.cn:8090/news/qjzw/qjzw2.jpg" style="width: 100%">

            <p>传统“铁公基”项目动辄上万亿的规模，目前新基建中仅城市轨道交通项目能够与之相比，其他领域尚处在较前期的阶段。例如根据工信部公布的数据，未来8年，5G产业投资规模将达到1.5万亿，但2020年运营商投资总额仅为2000亿元。特高压、新能源汽车充电桩市场规模在千亿级别。此外，人工智能、数据中心、工业互联网等产业尚未成规模。当下来看，新基建多数领域尚待培育，才能逐步转化成为对宏观经济增长的推动。</p>
            <img src="http://images.gshxkj.com.cn:8090/news/qjzw/qjzw3.jpg" style="width: 100%">
            <p>但是，我们也应当看到，新基建的建设，将会逐步在信息技术、人工智能等领域创造更多的需求。在传统基建项目对经济增长推动的边际效应递减的背景下，发展新基建几乎是我国实现产业转型的必由之路。</p>
            <p class="new_center">2</p>
            <p class="new_center">交通网：轨交与高铁（城际铁路）托底新基建</p>
            <p>我们所说的新基建，包括5G基建、特高压、城际高速铁路和城际轨道交通、新能源汽车充电桩、大数据中心、人工智能和工业互联网7个领域。春节过后，由于疫情对经济增长的压力，基建投资引导政策陆续出台。</p>
            <p>2月11日，财政部提前下达2020年新增地方政府债务限额8480亿元，其中一般债务限额5580亿元、专项债务限额2900亿元。加上此前提前下达的专项债务1万亿元，共提前下达2020年新增地方政府债务限额18480亿元。</p>
            <p>2月24日，国家发改委基础司组织召开系统视频会议，部署加快推动重大交通项目开工复工各项工作，要求提前实施“十四五”规划等重大铁路、公路、水运、机场项目开工复工。作为基建投资的重要组成，轨道交通投资预计将受益专项债规模扩大，新建项目增多和率先开工复工。</p>
            <p>根据中国城市轨道交通协会的数据，2019年，中国内地新增城轨运营线路长度共计968.77公里，同比增长32.94%，再创历史新高。根据中国城市轨道交通年鉴，截至2018年底，国家发改委共批复44个城市的建设规划线路，规划总投资达到38911.1亿元。随着这些项目推进速度加快，预计城轨发展速度在2020年能得到进一步的提升。</p>
            <img src="http://images.gshxkj.com.cn:8090/news/qjzw/qjzw4.jpg" style="width: 100%">
            <p>此前，铁路方面，国铁集团也表示，2020年的铁路工作主要目标包括确保投产新线4000公里以上，其中高铁2000公里，将完成铁路投资8000亿元。</p>
            <p>整体来看，由于目前疫情阻击战尚处在关键时期，基建投资对经济的托底作用将进一步显现，交通运输领域的城市轨道交通和高铁将是今年资金投向的重点领域之一，其路网、配套建设，以及上游装备制造产业将迎来发展机遇，值得持续关注。</p>
            <p class="new_center">3</p>
            <p class="new_center">信息网：5G网络建设带动全产业链发展</p>
            <p class="new_title">3.1 5G是新基建重要组成部分</p>
            <p>2018年末中央经济工作会议提出，“我国发展现阶段投资需求潜力仍然巨大，要发挥投资关键作用，加大制造业技术改造和设备更新，加快5G商用步伐，加强人工智能、工业互联网、物联网等新型基础设施建设”。这是首次在国家层面将以5G、人工智能为代表的信息技术基础设施建设纳入基础设施建设投资范畴，与传统市政、交通等大基建并列。2019年政府工作报告中也要求“加强新一代信息基础设施建设”，2020年中央政治局会议提出“加快5G网络、大数据中心等新型基础设施建设进度，积极调动民间资本”。因此，5G、人工智能、大数据中心等信息技术基础设施是我国新基建投资的核心领域。</p>
            <p>5G网络作为新型基础设施的重要组成部分，是我国今年的加大投资、推动经济增长的关键领域。5G作为通用基础网络技术，是全面建设经济社会信息化数字化转型的关键基础设施。5G网络建设投资具有极强的溢出效应，中短期能够带动新一轮投资高潮、促进信息消费，直接拉动经济增长。长期看，5G网络的建成一方面可以促进信息通信全产业链发展，充分发挥信息产业具有竞争优势、产业链长、上下游带动能力强的优势；另一方面还能向工业、能源、交通、农业等垂直行业延伸赋能，加快传统产业的数字化、网络化、智能化转型，重塑传统产业发展模式，成为拉动经济增长的新引擎。</p>
            <p>据中国信通院测算，我国到2030年，在直接贡献方面，5G将带动总产出6.3万亿元人民币、经济增加值2.9万亿元和新增就业800万个；间接带动的总产出、经济增加值、就业机会分别为10.6万亿元、3.6万亿元和1150万个。</p>
            <img src="http://images.gshxkj.com.cn:8090/news/qjzw/qjzw5.jpg" style="width: 100%">
            <p>而从更加宏观的角度看，当前全球面临新一轮科技和产业革命的加速兴起，世界经济加速向以信息技术产业为重要内容的经济活动转变。信息网络、生物技术、工业互联网、物联网、大数据、云计算、人工智能等应用技术拓展升级，数字经济逐渐成为全球产业变革和经济增长的重要驱动力。未来以数字经济主要动力的社会需要大量的信息流动和数据传输，对社会信息网络提出了更高的要求。5G移动通信网络是数字基础设施的重要组成部分，是推动数字经济的关键因素，也是促进信息技术深度融合其他社会领域的必要条件。</p>
            <p>我们认为，国家大力推动以5G为代表的新基建投资，从中短期看是拉动经济的有效手段，从长期看是社会经济转型升级的基础条件。因此，以5G为代表的新基建投资将是未来很长一段时间国家层面支持、推动的主要投资方向，也是产业有望取得长足发展的重要领域。</p>
            <p class="new_title">3.2 5G建设投资规划与展望</p>
            <p class="new_title">（1）5G总体投资周期</p>
            <p>回顾3G/4G两代移动通信网络建设过程，3G自2007年试验网至今10年间累计投资5685亿元，4G自2012年试验网至今5年间累计投资7155亿元，增长25.85%。截止2019年底，三大运营商总共建设移动通信基站841万个，其中4G基站544万个。这还仅仅是三大运营商在3G/4G两代移动通信网络的投资总额，不包括其他衍生产业链及上下游规模。</p>
            <img src="http://images.gshxkj.com.cn:8090/news/qjzw/qjzw6.jpg" style="width: 100%">
            <p>由于5G高频段信号覆盖范围更小，5G建设基站将是4G的1.3-1.5倍；而由于多项新技术的应用，5G基站的成本也将是4G基站的1.2-1.3倍，因此，以基站为主的5G网络建设总投资规模会有更大幅度的增加。我们预计，5G网络达到基本覆盖并运行的状态，所需的总投资额在1.5万亿以上。</p>
            <p>5G网络建设投资会分为两大阶段：第一阶段5G网络建设投资周期大致从2019年到2022年，主要以满足传统上人与人之间的高速移动通信需求为主，主要投资逻辑与3G、4G相仿，但5G总投资规模都将有大幅度增加，投资周期更加集中，年均投资将明显高于4G。第二阶段5G网络建设投资大约将从2022开启，用以满足全新的物与物之间的移动通信需求，随着下游车联网、工业物联网等应用行业的成熟，毫米波基站、超密集光纤网络等满足物联网需求的基础设施建设将在2022年后逐步落地。同样，物联网信息基础设施的建成也将反过来推动更多新兴行业的诞生和发展，未来市场空间不可限量。</p>
            <p class="new_title">（2）2020年5G建投投资规模</p>
            <p>而聚焦于2020年5G网络建设情况，截至目前我国80%的5G网络建设按计划实施，已经建成5G基站数超过15万个，5G用户数突破千万。</p>
            <p>中国移动表示，坚持把发展5G作为重大政治任务，作为建设网络强国、数字中国、智慧社会的重点行动，深入实施“5G+”计划，加快推进5G建设发展。中国移动正在积极推动5G建设复工复产，2020年底5G基站数达到30万个的目标不变，四季度将在全国地级以上城市提供5G商用服务。而中国移动提前近一个月启动的2020年5G二期无线网主设备集中采购，共涉及28个省、自治区和直辖市（北京、上海、天津暂未公布），总需求为23.2万站，表明中国移动5G建设正式启动。</p>
            <p>中国联通与中国电信已经开通共享基站5万站，基本完成第一阶段并网目标。但受疫情影响，SA核心网等端到端协同测试工作目前还无法全面展开，上半年的5G建设仍然需要以NSA模式进行组网，下半年开启SA组网建设。双方计划上半年完成47个地市、10万个基站建设任务，三季度提前完成全国25万基站建设。中国联通与中国电信也于3月发布2020年5G SA新建工程无线主设备联合集中采购项目，采购数量约25万站。</p>
            <p>总体来看，2020年三大运营商及中国广电新建基站应当在55万个以上，按照目前单个5G基站25万元估算（尚未有确定基站单价，市场普遍预计在20-35万之间，未来大规模建设后基站单价可能降低），三大运营商及中国广电在2020年的基站投资规模大致在1300亿元。此外，5G网络建设需要配套的数据中心、光纤网络升级都是一笔巨大的投资。</p>
            <p>因此，从2020年开始，以5G为代表和开端的新基建将成为我国投资的主要方向，相关产业链将在巨大的投资拉动下取得长足进步，并带来大量市场机会。</p>
            <p class="new_center">4</p>
            <p class="new_center">能源网：电力改革推动特高压建设</p>
            <p class="new_title">4.1 特高压技术特点</p>
            <p>输电过程中，电线由于有电阻，因此其消耗的电能随着输送能量（准确说是通过导线的有功电流）不断增大、传输距离的不断增加，而造成一次能源和经济上的损失，因此，为了提升电网的输电能力和效率水平，全球电网的电压等级也在持续提高。目前，在超远距离、超大规模电力传输方面，特高压技术是最为理想的解决方案，也是技术水平最高的领域。</p>
            <p>从定义来看，所谓特高压，是指应用在电压等级在交流1000Kv以上、直流±800Kv以上的输电技术，具有输送容量大、传输距离远、传输效率高和网络损耗低等优势。</p>
            <img src="http://images.gshxkj.com.cn:8090/news/qjzw/qjzw7.jpg" style="width: 100%">
            <p>在相同的输送功率下，1000Kv特高压交流输电线路最远的输送距离是500Kv交流线路的4倍。采用±800Kv直流输电技术可实现2500公里以上的经济输电距离，大大提升远距离输电的效率。</p>
            <p>线路损耗方面，1000Kv交流线路的网络损耗是500Kv的四分之一，±800Kv直流的线路损耗是±500Kv直流的40%，是±620Kv的60%。</p>
            <p>造价方面，1000Kv交流线路单位输送容量的综合造价是500Kv交流线路的四分之三，±800Kv直流线路的单位输送容量综合造价也是±500Kv直流线路的四分之三。</p>
            <p>在此前和很长一段时间内，电力传输一直采用交流的方式。随着电压传输等级的提升以及电力电子技术的不断发展，直流输电凭借特有的优势，也开始崭露头角。具体到特高压而言，直流特高压主要用于1000公里以上长距离、大功率、点对点输电方面，例如西南地区的水电外送；交流特高压相对而言输送容量较小，但投资较低，同时可以在沿线引出分路，当前主要用于600-800公里距离的大功率火电输送、三华联网、区域间电网异步互联和海底电缆送电等领域。</p>
            <p>特高压直流输电虽然输送容量较大，并且可以实现长距离非同步并网，但是当前其换流站成本非常高昂，同时控制系统较为复杂，因此并不具备成为电力系统骨干网络的条件。特高压直流输电更适合用于不同区域间电网的链接，以及远距离大容量的电力输送。而特高压交流系统则更适合作为大片区电力系统的中枢和骨干。整体来看，二者的技术并不存在优劣之分，应当优势互补，合理分工。</p>
            <p>对于我国而言，一个可靠、高效的电力网络应当以1000Kv级别的交流特高压输电线路为主形成区域内骨干网络，实现一个大范围区域，诸如三华、东北、西北等区域内的同步互联；以±800Kv级别特高压直流输电线路为主形成远距离、点对点的大功率区域间异步互联。</p>
            <p class="new_title">4.2 特高压市场空间</p>
            <p>3月初，国家电网有限公司印发了2020年改革攻坚重点工作安排《国家电网体改(2020) 8号》（8号文），其中第一条就提到了特高压，可见其今年将成为电网建设的重点领域。</p>
            <p>8号文指出：“在更高层面更大范围实施混合所有制改革。力争完成青海-河南特高压直流工程引战工作，积极征集白鹤滩-浙江特高压直流工程意向投资者。基本完成电动汽车、国康集团、通航公司、新源公司等二级单位混改。在信息通信、综合能源等新兴业务领域扩大混改实施范围。年内完成国网智能在科创板上市。上半年完成首批金融资产上市。国家部委确定的7家双百企业和4家混改试点企业改革取得标志性成果。选取浙江送变电公司等部分施工设计单位推进股权多元化改革。研究探索跨区输电、抽水蓄能、国际业务上市可行性。引资本与转机制并重，建立混改企业更加贴近市场的激励约束机制。”</p>
            <img src="http://images.gshxkj.com.cn:8090/news/qjzw/qjzw8.jpg" style="width: 100%">
            <p>目前我国正处于第二轮特高压建设批准高峰，主要项目是能源局2018年9月发布的《关于加快推进一批输变电重点工程规划建设工作的通知》中提到的多项特高压工程（“七交五直”+2条其他直流线路），整体投资规模预计在2000亿元左右。</p>
            <p>国家对于特高压的大规模投入，受益的不仅仅是特高压项目本身，也对上下游相关产业链的带动会起到立竿见影的作用。</p>
            <p>从宏观方面来看，青海-河南±800千伏特高压直流输电工程为例，该工程将直接拉动电源等相关产业投资超过2000亿元，增加7000多个就业岗位。陕北-湖北的±800千伏特高压直流工程，其总投资金额是185亿元，预计可直接带动设备产业规模120亿元以上，带动电源等相关产业投资超过700亿元，增加就业岗位超过4000个。</p>
            <p>从行业自身方面看，特高压产业链包括线缆、变压设备、高压开关、电源材料，机械等相关产业的发展，而且带动能力极强。特高压其关键技术除了高压电气开关设备、换流阀、电力电子、新材料等装备制造之外，依托5G信息技术可以推动物联网、芯片，软件及人工智能等高新技术的发展，符合我国当前的产业转换与升级。而且单个特高压项目的造价很高，由此还可以拉动装备制造、技术服务、建设安装等多领域的业绩增长。在此背景之下，特高压有望构建一个全新和行业生态。</p>

            <p class="new_center">5</p>
            <p class="new_center">逆周期调控需进一步加强对新基建投资的支持</p>
            <p>自2018年底，“宏观政策逆周期调节”的提法频繁出现于高层会议中，2019年中央经济工作会议提出“必须科学稳健把握逆周期调节力度”，适时适度逆周期调节将成为贯穿2020年宏观政策的主线。经济周期变化决定着政策的逆周期调节方向。由于经济运行存在繁荣、衰退、萧条和复苏的波动周期，在经济过热时采取收缩政策，而在经济下行时采取扩张措施，通过制定与经济周期逆向的财政、货币、金融监管等政策，政府可运用“有形之手”熨平经济运行过程中的周期性波动，并降低由此积累的系统性风险。2019年我国名义GDP为99.1万亿，全社会固定资产投资中的基建投资为18.5万亿。由于受疫情影响，市场对2020年名义GDP增速预期下调至7%，因此可以推算出2020年基建投资应为19.8万亿，基建投资增速为7.5%。2019年现实的基建投资增速为3.3%，仅为预估值的一半。考虑到今年受疫情影响，消费领域对经济增长的贡献度将会下降，出口形势同样不容乐观，因此基建在逆周期调控、稳定经济增长中的作用将会进一步凸显，动态来看，基建投资应有更高的增速才能达到稳增长的要求。</p>
            <p>去年以来，地方专项债在基建投资领域使用的灵活性不断增加，包括允许将专项债可作为项目资本金的使用领域进一步扩大，降低部分基础设施项目最低资本金比例，明确通过发行权益型、股权类金融工具筹措资本金的条件等。但是，整体来看，基建融资整体仍然偏紧，以城投债发行为例，2019年城投债净融资额3万亿左右，仅高于2018年金融严监管期间，显著低于2016-2017年的规模。因此，在现行的投融资机制下，传统基建整体增速回升的空间不宜高估，新基建投资则增长空间巨大。如果需要基建对冲疫情的经济影响，未来在基建投融资机制上要有进一步的放宽，尤其是对新基建的支持。</p>
            <p>从商业银行角度看，新基建给商业银行的传统信贷投放带来巨大机会。此外，各地提前下达的专项债中大部分为基建领域注入资金，这对于基建投资的政策支持，意味着未来几年专项债规模存在较大扩张空间，也利好于商业银行债券类业务创造增长机会。总体来看，商业银行在以新基建为代表的基础设施投资领域将大有可为。</p>

            <img src="http://images.gshxkj.com.cn:8090/news/qjzw/qjzw9.jpg" style="width: 100%">
            <img src="http://images.gshxkj.com.cn:8090/news/qjzw/qjzw10.jpg" style="width: 100%">
            <img src="http://images.gshxkj.com.cn:8090/news/qjzw/qjzw11.jpg" style="width: 100%">


        </div>
        <p class="next" @click="toParent">下一篇：实战 | 新一代信息系统工程建设</p>
    </div>
</template>

<script>
    export default {
        name: "newsDetail",
        methods:{
            toParent(){
                this.$emit('changeIndex',6)
            }
        }
    }
</script>

<style scoped lang="scss">
    .new_center{
        text-align: center;
        color: rgb(194,0,2)!important;
        margin-bottom: 15px!important;
        margin-top: -10px;
        font-size: 16px!important;
        font-weight: bold;
    }
    .image_describe{
        text-align: center;
        margin:10px 0;
        padding-left: 137px;
        color: rgba(0,0,0,.8)!important;
    }
    .new_title{
        color: rgb(194,0,2)!important;
        font-size: 15px!important;
        font-weight: bold;
    }
    .next{
        cursor: pointer;
        color: #095793;
        font-size: 14px;
        text-align: right;
        margin-bottom: 86px;
    }
    .header{
        margin-bottom: 35px;
        h5{
            color: rgba(1,1,1,.9);
            font-size: 20px;
            text-align: center;
            margin: 33px 0 12px;
        }
        .biaoshu_time{
            height: 30px;
            line-height: 30px;
            text-align: center;
            font-size: 12px;
            color:rgba(1,1,1,.9);
            background: rgba(1,1,1,.05);
        }
    }
    .main_news{
        p{
            color: #666666;
            font-size: 14px;
            line-height: 31px;
            text-indent: 2em;
            margin-bottom: 25px;
        }
        img{
            display: block;
            margin: 0 auto 35px;
        }
    }
</style>