<template>
    <div class="content_news">
        <div class="header">
            <h5>实战 | 移动云测试平台建设的实践与展望</h5>
            <p class="biaoshu_time">发布时间：  2020-05-22     16:30:16</p>
        </div>
        <div class="main_news">

            <p>近年来，随着智能移动终端设备的迅速普及与移动互联技术的成熟发展，移动应用逐渐成为金融业务最主要的渠道和入口。移动应用的更新迭代速度快、内容更趋个性化，银行客户对于细节和体验的要求更加严格和专业，从而对移动应用的测试提出了更高要求。鉴于此，中国工商银行提出了移动云测试平台的建设理念，通过自主研发的方式构建了具备云真机、自动化测试、兼容性测试、弱网络测试、安全测试等功能的私有云测试平台，推进前沿技术理念与质量保障工作的深度融合，为中国工商银行移动金融业务的快速发展提供了有力的科技保障。</p>
            <p class="new_title">自主创新，搭建平台解难题</p>
            <p>移动云测试平台项目自成功上线以来，面向全行服务，将智能手机、Pad等实体移动设备虚拟化为云上的资源。在此基础上，通过自动化、智能化的工具与服务，帮助开发者加大对移动应用缺陷探索的广度与深度，提升功能测试与非功能测试的效率，助力用户体验提升，解决了移动应用APP测试中面临的难题。平台主要功能如下。</p>
            
            <p>（1）云真机功能，支持用户通过浏览器访问并实时操作远端的实体移动设备，同时提供截图、录屏、性能数据采集、日志信息的抓取等辅助功能。</p>
            <p>（2）自动化测试功能，提供基于界面录制回放的自动化测试工具，录制所生成的脚本，还可在后续的版本测试中进行批量回放。</p>
            <p>（3）兼容性测试功能，提供多种兼容性测试方案，支持APP在不同型号手机上的安装/卸载测试、遍历测试、monkey测试等。</p>
            <p>（4）安全测试功能，帮助用户对APP进行静态安全扫描，一键即可自动完成相应的安全漏洞检查、合规检查、接口泄露风险检查等。</p>
            <p>（5）弱网络测试功能，通过模拟各类网络信号较差的环境，如地铁、电梯间的网络环境，帮助用户测试此环境下移动应用的运行稳定情况。</p>

            <p class="new_title">攻坚克难，关键技术勇突破</p>
            <p>1.软硬兼施，打牢基础框架。通过软硬件的协同开发与充分实验，移动云测试平台在项目建设之初即搭建了稳定的、易于维护的软硬件基础设施环境，具有多点接入、分布式部署、动态弹性扩展、集中智能管控等技术特点（见下图）。</p>
            <img src="@/assets/images/ydbg.png" alt="" width="60%">
            <p>软件方面，结合分析移动设备的特点，兼顾Android、IOS两类移动操作系统，并参考全行开放平台服务器的运维方式，构建了一套通用的移动设备管理服务，在逻辑上对移动设备进行集中管控，总控中心通过统一视图对全行设备进行监控、调度。各地移动设备接入云中后，配置管理工作由系统在后台自动完成，对移动设备的系统升级、网络连接、物理性能指标监控等操作实现标准化、自动化作业。</p>
            <p>硬件方面，利用专用空间集中配置移动设备，把分散在开发者手中的移动设备整合入云，形成了多个物理地域分别接入的移动设备管理工作间。工作间内针对移动设备特性，合理部署电力环境、温湿度设施、监控设施，将大量硬件运维工作上收至平台系统中，实现可视化远程运维。</p>
            <p>2.立足需求，推动技术创新。移动云测试平台创新性地解决了银行类移动应用在安全测试、网络测试、体验测试、U盾等硬件测试需求上的诸多痛点，填补了银行业内对于非功能测试在技术手段上的空白，实现原理及关键技术已提交十余项发明专利。</p>
            <p>安全测试方面，把安全问题的静态扫描作业转化为云服务，逐层找出可能被攻陷、利用的页面及接口，进行渗透测试。对于SQL注入、目录遍历等典型安全问题进行报警。</p>
            <p>网络测试方面，弱网络测试工具通过部署自主研发的模拟器，在移动设备对互联网的访问通过模拟器时配合不同的带宽、延时、丢包等参数，从而达到模拟用户在地铁、电梯等信号弱的场景下APP的健壮性。</p>
            <p>体验测试方面，支持用户在操作一部手机时，多台手机同步联动，使得体验类的测试场景被大面积覆盖成为可能。同时，大大提升了现有测试效率及UI测试问题的发现概率。</p>
            <p>硬件测试方面，实现了U盾的路由功能及远程软件操控，可将U盾与云中的移动终端进行多对多连接，并实现了云上U盾的自动连接、组合、切换等功能。</p>
            <p>3.性能优化，一直“在路上”。移动云测试平台作为全行级测试服务平台，系统在使用上呈现高并发、大流量的特点，突破瓶颈需要在性能优化上下功夫。例如，云真机功能在尽量保持图像清晰度的同时，达到极致压缩网络流量的目标；自动化测试功能随着入云手机的数量增加，需要满足数百台手机并发执行自动化操作，平台通过一系列的架构调整、调度算法调优及必要的前端与数据库优化，不断提升系统并发能力与稳定性。</p>
            <p class="new_title">深挖场景，价值创造提效能</p>
            <p>1.创新模式，提高资源利用效率。在管理模式上，移动云测试平台项目通过建立多点接入的移动设备工作间与线上的统一管理视图，首次实现了对移动设备按地域、按机构、按时段进行远程管理，从全行视角对设备资产进行更为合理的调配、划拨与生命周期管理。有效提升了中国工商银行对行内移动设备的统筹管理能力，降低了相关管理成本。</p>
            <p>在使用模式上，便捷的云化服务最大程度地实现了设备跨地域的分时共享与使用，让移动设备不再局限于个人手中，从“线下”到“线上”，新的使用模式使得设备资产复用率显著提升。</p>
            <p>2.引入前沿技术，赋能产品测试。在移动产品测试领域，移动应用的兼容性问题、安全问题、体验问题一直是行业内探讨的热点话题。因其测试工作量巨大、且缺乏有效测试手段，导致这部分的产品测试工作往往事倍功半。</p>
            <p>移动云测试平台利用自动化技术，替代了传统的手工测试工作。兼容性测试从原来的人工只能覆盖几款手机机型的测试，转变为机器自动化地对不同品牌、型号、分辨率的大量手机机型以套餐形式有针对性地进行大面积覆盖测试；同时结合人工智能技术，记录、分析人工无法监测到的手机性能情况及程序崩溃原因,提升测试效率的同时，改进了测试质量与效果。</p>
            <p>同时，平台的安全测试工具、弱网络测试工具等一系列非功能测试工具将中国工商银行在金融安全、用户体验上的诸多经验搬上了云端。这类专业性强、技术门槛高、又需求迫切的测试手段转化为云服务后，使得全行共享技术能力，大大拓宽了测试场景。</p>
            <p>3.构筑体系，成为生态圈建设的有力抓手。移动云测试平台项目通过自主研发的方式构建了一站式的移动应用质量保障平台，使移动金融产品的测试过程和测试方法进入到更加科学、高效、可控的发展阶段。</p>
            <p>平台通过新的模式、技术，成功探索与实践，在促进全行测试过程、测试质量改进的过程中，起到了积极的引领作用，并取得了显著的实际效果。以云测平台为“土壤”，众测机制为“水流”，以云服务的模式构建了良性循环的互联网测试生态圈。移动云测试平台所沉淀的对于测试资产、测试能力、测试体系的相关经验与技术不会成为孤岛。随着开放、协同、共享的生态圈建设，移动云测试平台将在业务研发、产品体验等领域发挥出更大价值。</p>
            <p>展望未来，相信将会有更多的银行同业加入云测试平台的研究与实践当中，共同推动移动金融产品质量不断进步，为银行业在移动互联网时代下的可持续发展提供坚实的基础与支撑。</p>

        </div>
        <p class="next" @click="toParent">下一篇：分布式数据库在金融行业的应用和展望</p>
    </div>
</template>

<script>
    export default {
        name: "newsDetail",
        methods:{
            toParent(){
                this.$emit('changeIndex',16)
            }
        }
    }
</script>

<style scoped lang="scss">
    .little_title{
        display: block;
        color: #333;
        text-align: left;
        font-weight: bold;
    }
    .image_describe{
        text-align: center;
        margin:10px 0;
        padding-left: 137px;
        color: rgba(0,0,0,.8)!important;
    }
    .new_title{
        text-align: center!important;
        color: rgba(0,0,0,.9)!important;
        font-size: 15px!important;
        font-weight: bold;
    }
    .next{
        cursor: pointer;
        color: #095793;
        font-size: 14px;
        text-align: right;
        margin-bottom: 86px;
    }
    .header{
        margin-bottom: 35px;
        h5{
            color: rgba(1,1,1,.9);
            font-size: 20px;
            text-align: center;
            margin: 33px 0 12px;
        }
        .biaoshu_time{
            height: 30px;
            line-height: 30px;
            text-align: center;
            font-size: 12px;
            color:rgba(1,1,1,.9);
            background: rgba(1,1,1,.05);
        }
    }
    .main_news{
        p{
            color: #666666;
            font-size: 14px;
            line-height: 31px;
            text-indent: 2em;
            margin-bottom: 25px;
        }
        span{
            color: #000;
            font-weight: bold;
        }
        img{
            display: block;
            margin: 0 auto 35px;
        }
    }
</style>