<template>
    <div class="content_news">
        <div class="header">
            <h5>思想汇 | 金融科技的光荣与梦想</h5>
            <p class="biaoshu_time">发布时间：  2020-05-15     22:50:16</p>
        </div>
        <div class="main_news">

            <p>从电子化到信息化的发展历程，银行一直是最喜欢拥抱持续科技的传统行业之一。在进军数字化时代的过程中，金融科技无疑是助力银行转型的强力工具。目前各项金融科技（Fintech）中以ABCD四项技术最为热门，分别对应人工智能AI、区块链Blockchain、云计算Cloud Computing和大数据Big Data。</p>
            <p>面临来自内外部的各种压力和困境，银行也需要重新定位金融科技，制定适合自己的发展策略，通过应用ABCD等典型技术来驱动业务进行变革。对科技来说，金融属于传统行业，其重点是实实在在的应用价值，因此技术创新要与业务场景进行紧密结合。对金融来说，科技发挥支持与驱动的力量，科技或许不能轻易改变金融的底层逻辑，但能够促成金融去改变自身。</p>
            <p>金融科技发展最有力的路径是金融和科技的融合发展，在这个过程中技术和资本都并非壁垒，发挥关键作用的将是金融行业的科技人员。对于这些科技人员来说，最重要的任务是从实际出发探索技术的潜在应用场景，将其转换为可实现的需求并进行落地，因此是否具备主动意识和创新能力将成为影响未来工作成效的关键因素。二者能否有效融合有一个重要的影响因素，那就是要清晰各自的界线，而做到这一点却并不容易，平台加持往往让人高估自身的能力。</p>
            <p class="new_title">一、进军下一阶段的人工智能</p>
            <p>近几年人工智能在各行各业的影响很大，但实际上人工智能并没有统一的定义，因此带来了很多概念上的混淆与困惑。对大多数传统行业来说，人工智能有三个重要的时间节点，1956年达特茅斯会议诞生了人工智能，2006年Hinton等人提出深度学习的概念，最终2016年的AlphaGo让人工智能迅速推广。概念普及是好事，例如大数据的发展普及了数据挖掘，而人工智能的发展则普及了机器学习，当然过程中也带来了新的问题。人工智能的发展历史悠久，参与者众多、角色背景各有不同，因此对人工智能的基础定义和发展理念都会有很大的分歧。针对这个问题我们觉得应该更加包容一些，不必纠结是与否的问题，而是以实现业务价值为目标导向，过程中面向产业生态寻求最广泛的协作。</p>
            <p>从技术视角，我们将人工智能应用分为基础AI和行业AI两种。基础AI能够整合到应用系统中，比如人脸识别、语音识别等；行业AI更具业务属性，比如反欺诈、智能推荐、智能投顾等。目前主流的人工智能技术都是数据驱动的机器智能，那两种AI技术应用的区别主要在于数据掌握在谁手里，或者说谁来运用数据产生AI模型，这关乎产品或应用的核心竞争力。</p>
            <p>特别说明一下，我们沿袭有数据、做模型、现价值的数据科学思路，重点从银行等金融企业实际应用的视角对人工智能进行讨论。相比之下，更加热门的机器学习、深度学习等概念则属于底层化的基础AI技术，在上述应用中发挥“工具级”的作用。</p>
            <p>对银行等传统行业来说，哪些数据资产能促进人工智能的长期发展呢？有必要先思考下这个问题，然后再分析人工智能的下一步发展思路。当然，这个问题的答案需要从大数据的视角来进行思考，并且务求在严肃的专业支撑下进行分析决策。针对业务发展水平，我们将人工智能的应用简单分为三个阶段，如下图所示：</p>
            <img src="@/assets/images/dsj.png" alt="" width="40%">
            <p>以业务智能化水平为评判依据，第一个阶段是业务自动化，这是一个很普通的概念，在业界也有一些分歧。现阶段以smart或robo开头的名词，其实都对应着自动化的基本目标，例如智能合约smart contract，还有智能投顾robo-advisor。通过AI技术实现产品和流程革新，逐步代替那些重复性的操作环节，生产效率就可以得到持续的改进与提升。另外，在手机银行、智能柜台等项目中引入生物识别技术能够解决客户验证的关键问题，从而极大的提升用户体验。人脸识别等基础AI技术的引入能够促进业务流程的优化，也为后续大数据智能的应用提供更好的土壤，毕竟是用数据、养数据的理想境界嘛。</p>
            <p>大数据智能是人工智能发展的下一阶段，技术革新能够带来更丰富的业务场景，这些场景也需要大数据智能的支持和驱动。实际上银行对于大数据的研究与应用要早于人工智能，我们已经在同步开展相关的工作，目前的重点就是融合基础AI和行业AI技术，从而为客户提供更好的智能化服务。</p>
            <p>简单举个例子，客户到达网点后利用人脸识别完成客户确认，通过数据挖掘实现客户行为预测并推荐相应的产品和服务，最后通过柜面等渠道进行实时的业务联动反馈。这是将大数据智能与基础AI技术应用进行融合，提升系统产品和业务流程的智能化水平。过程需要自主研发的关键技术包括客户画像、产品画像、行为分析、个性化推荐引擎等，通过积累沉淀逐步实现银行自主可控的AI研发能力，这也是将大数据转化为银行核心竞争力的关键。</p>
            <img src="@/assets/images/fwq.png" alt="" width="100%">
            <p>第三个阶段的特征是实现全渠道的智能决策，将客户识别、行为预测与各种渠道无缝对接，同时根据客户响应进行动态的优化更新。路漫漫其修远兮，最终的目标是实现客户多点触达的智能化体验，新技术加上新渠道促进生成新的商业模式。各种渠道系统进行有机的协同整合，背后对应着高水平的IT治理能力。这个阶段下每个应用的干系人都会很多，从业务流程到系统开发，从产品设计到营销支持，从数据分析到数据挖掘，充分体现着AI产品经理的理念。因此对于传统企业来说，首先要在思想认识上达成一致，通过自上而下、自下而上等多种手段建立创新文化，然后努力建立有效的协作机制。</p>
            <p class="new_title">二、全面深化落地的大数据</p>
            <p>大数据与人工智能相生相伴，在大数据上应用机器学习等技术，充分利用产生的机器知识最终构建我们想要的人工智能应用。这个逻辑非常通顺，简单描述了数据的作用以及数据驱动的大致方法，数据实际上是人类建造文明的基石。最近几年大数据在银行诸多领域得到了广泛的应用，银行数据分析团队的交付物从数据分析报告发展到数据挖掘模型，再到这两年重点发力的数据产品，整体目标是致力于充分发挥数据价值。</p>
            <img src="@/assets/images/xq.png" alt="" width="100%">
            <p>大数据在银行的应用中数据、场景和模型是三个基本要素，实际上从这三个方向出发都可以驱动大数据产品的研发。将业务需求转换为大数据应用场景，适合于银行传统业务过程中的数据分析；从企业内外部数据资产应用出发寻找应用方向，适合于产融结合过程中的大数据风控、营销等领域；最后是从创新模型与技术应用出发，用新方法解决新问题。</p>
            <p>依据80/20法则，多数大数据应用肯定是来源于业务分析，而且未必需要“庞大”的数据和“深奥”的技术，这是实际工作中需要重点关注的事项。求真务实、不忽悠、目标导向，是任何岗位、角色中都必须坚守的职业操守。</p>
            <p>大数据在银行的广泛应用，伴随着对于数据资产化管理的强烈需求。这个环节对应着两部分的内容，首先是内外部数据共享与充分应用，其次是数据挖掘智能化模型的管理与知识迁移。这两部分的管理机制和实际应用在业内都属于比较新的课题，目前处于起跑阶段，距离形成稳定的战斗力还需要一段时间的努力。一个是基础资产，为大数据应用奠定基础，提供原始的数据素材；这部分对应着数据湖、决策引擎等（data&AI）融合基础设施，为上层应用提供源源不断的智能决策输入。另外一个是衍生资产，提供大数据的高附加值，同时还具备向外输出的特殊潜力；企业应该构建自己的标签库、模型库、知识库、产品库，这是从大数据跨越到人工智能阶段的核心弹药储备。</p>
            <p>在多个领域完成“点”的突破之后，可以尝试构建更大的目标。例如在风控、营销等领域，实现高效的场景化数据价值链条，并逐步建立AI大脑的雏形框架，从而个对接多领域的灵活需求。一个务实的AI大脑雏形需要包括客户画像、产品画像、数据挖掘模型和决策引擎等组成部分，数据挖掘模型是智能化的核心，客户画像和产品画像为建模过程持续提供特征输入，决策引擎将模型输出成果转换为实际业务行动。过程中的大数据能力主要体现在三个方面，更好的客户认知、更智能化的算法、更快速的决策支持。整体目标是实现技术、模型、数据、决策引擎的贯通，过程中很多硬骨头是必须啃的。</p>
            <p>为完成上述任务要建立大数据创新社区，充分调动银行各级人员的积极性，提高对于大数据创新工作的参与感。大数据无处不在，“我们要向外行一样思考，像内行一样求证”。然而，在实际工作中可能并不存在清晰的大数据需求，因此数据科学人员有责任、有义务的去挖掘这些需求。过程中逐步建立大数据文化，让大数据思维成为一种工作态度。</p>
            <p class="new_title">三、包罗万象的云服务</p>
            <p>“云”其实是互联网的一个隐喻，“云计算”其实就是使用互联网来接入存储或者运行在远程服务器端的应用、数据或者服务。云是能力传递或供给的方式，用好云、做好云服务就能给整个金融科技赋能，带来提质增效的收益。</p>
            <p>云计算通常分为三个层次，基础设施在最下端，平台在中间，软件在顶端，分别是Infrastructure-as-a-Service(IaaS)，Platform-as-a-Service(PaaS)，Software-as-a-Service(SaaS)。</p>
            <p>IaaS层重在释放基础资源的生产力，Paas层是面向应用的核心平台。相比之下，银行的IaaS层发展受到很多客观条件的制约，包括技术壁垒，以及机房、电力等基础设施。在设计业务应用拓展的规划中，要首先考虑如何解决这些难题。从Fintech视角看银行云计算的PaaS层，除却标准的开发中间件，也可以尝试作为ABD三项技术的平台。现在基于开源技术进行深度开发，完全可以实现具有自主知识产权的技术平台。对于中小金融机构来说，大规模预算投入到创新应用建设显然不如使用大型机构提供的PaaS平台。</p>
            <p>最后，SaaS层直接提供应用软件功能，对应着场景化的业务应用。可以是云上的银行服务，比如云缴费（如果细分的话，云缴费可以包含PaaS和SaaS两层）；也可以是云上的金融科技服务，比如风控、营销、运营等智能化数据产品，甚至是比较基础的数据服务。</p>
            <p class="new_title">四、等待好项目的区块链</p>
            <p>最近媒体上区块链的文章很多，我们也给区块链泼过一盆冷水，将制约区块链技术应用的原因归纳为两个方面：第一方面是技术不成熟，性能、隐私、运维、运营等方面还没达到企业级应用的水平；第二方面是业务场景尚未做好准备，多中心的场景下各方难以达成业务意义上的“共识”。</p>
            <p>可以肯定的是并非区块链技术不好，我们觉得主要还是缺乏好的项目。区块链1.0是以比特币为代表的数字货币，区块链2.0是以以太坊为代表的智能合约平台，区块链3.0正在向密码学、共识算法、跨链融合、性能优化等方面齐头并进。前几年区块链资产的爆发，同样为区块链技术的发展带来了极大的活力。</p>
            <p>挑选其一二优点来看看应用方向，比如哪些场景需要解决信息不对称问题，同时又需要通过智能合约确保交易兑付呢？这样的场景肯定有，不过需要精心去发现和设计。电子商务的发展优势，就是通过互联网渠道解决信息不对称问题，让交易透明，同时确保兑付过程中的资金安全。这个思路同样可以转移到区块链上，期待好的项目。</p>
            <p>另外，央行数字货币DCEP的发展，会成为区块链技术的一个爆发点。虽然二者并无直接联系，但可以预期DCEP的出现，会为现有区块链应用提供更好的发展空间。最后，相比其他三项技术，区块链上面的应用更倾向于由科技驱动和主导。这么纯粹的金融科技，值得我们去探索应用场景。</p>
            <p class="new_title">五、金融科技的光荣与梦想</p>
            <p>综上所述，我们正处在一个新的历史时期，技术正在以指数型速度发展，金融业也可能出现颠覆式发展阶段，这种环境需要银行具备快速反应能力和科技创新能力。“金融”和“科技”已经产生了颠覆性的力量，而银行内既是业务与技术的“叠加”，也是科技创新与业务创新的融合。为此银行一直都在持续创新，银行内部的科技创新团队正在学习用同样的方式提出科技创新主张。虽然无法像领先互联网企业那样为持续性创新而生的，但也正在积极拥抱持续性创新的商业模式。</p>
            <p>金融科技的创新节奏对于传统银行业来说是一个巨大的挑战，在这个时代不进则退，甚至会产生更高的成本。创新活动的设计和组织，创新和投资之间的协作和融合都至关重要。传统银行应学习金融科技公司的设计思维、精益管理、简单极致和敏捷方法，通过互动来汲取能量和观点，实现优势互补、合作共赢，共同创造一个合作生态系统；这个系统能够更好满足客户需求，支持实现金融科技的光荣与梦想。</p>
            <p>写在最后：做数据工作的，都要关心“人”的问题，“数据与人”是很多事情的关键所在，也是永无止境的终极话题。本文初稿成于2018年2月，到现在产业生态并无太大变化，因此文字部分仅做小幅润色。和这篇文章有关的人，却已不是当初的样子，大家都开启了新的征程。有什么是不变的呢，可能还是初心吧，“创新是一种年轻的工作态度”。我现在做的事，就是要在实践中把观点进行验证，思考永不会停止。</p>
        </div>
        <p class="next" @click="toParent">下一篇：观点 |​ 建立中国金融业软件测试标准的探索</p>
    </div>
</template>

<script>
    export default {
        name: "newsDetail",
        methods:{
            toParent(){
                this.$emit('changeIndex',14)
            }
        }
    }
</script>

<style scoped lang="scss">
    .little_title{
        display: block;
        color: #333;
        text-align: left;
        font-weight: bold;
    }
    .image_describe{
        text-align: center;
        margin:10px 0;
        padding-left: 137px;
        color: rgba(0,0,0,.8)!important;
    }
    .new_title{
        text-align: center!important;
        color: rgba(0,0,0,.9)!important;
        font-size: 15px!important;
        font-weight: bold;
    }
    .next{
        cursor: pointer;
        color: #095793;
        font-size: 14px;
        text-align: right;
        margin-bottom: 86px;
    }
    .header{
        margin-bottom: 35px;
        h5{
            color: rgba(1,1,1,.9);
            font-size: 20px;
            text-align: center;
            margin: 33px 0 12px;
        }
        .biaoshu_time{
            height: 30px;
            line-height: 30px;
            text-align: center;
            font-size: 12px;
            color:rgba(1,1,1,.9);
            background: rgba(1,1,1,.05);
        }
    }
    .main_news{
        p{
            color: #666666;
            font-size: 14px;
            line-height: 31px;
            text-indent: 2em;
            margin-bottom: 25px;
        }
        span{
            color: #000;
            font-weight: bold;
        }
        img{
            display: block;
            margin: 0 auto 35px;
        }
    }
</style>