<template>
    <div class="content_news">
        <div class="header">
            <h5>李兆云：软件产品质量管理的数字化转型</h5>
            <p class="biaoshu_time">发布时间：  2020-06-12     17:30:16</p>
        </div>
        <div class="main_news">

            <p>当今世界面临着百年未有之大变局，新一轮科技革命和产业变革加速演进。如果说迅猛发展的IT技术，是这个时代最为重要的生产力，那么在技术驱动创新发展的过程中，质量管理无疑是软件工程这个“生产方式”的底线和根基。</p>
            <p>近年来，中国银行逐步实现了瀑布研发和敏捷研发的“双模”灵活切换，完成了支持“双模”过程管理和监控的质量管理体系建设，确保了业务价值的快速交付和组织级的提质增效。并以此为基础自2018年起，逐步启动了软件产品质量管理的数字化转型工作，旨在打造一套标准化、数字化的质量管理体系，建立全生命周期的质量管理机制，以“端到端、全流程、全员化、智能化”的管控方式和力度，全面夯实产品质量根基，更好地应对因快速的技术更迭和激烈的市场竞争所带来的机遇和挑战。</p>
            <p>中国银行应用系统研发的数字化质量管理体系围绕“112N-4”主体实施，即1个体系，1个平台，2个目标，N个应用及4个成效（见图1）。明确精细化、规范化和量化管理流程，打破开发、测试和运维条线间的壁垒，确保各个环节无缝衔接、各个角色高效协同。积极做好新技术预研，建立产品质量智能管理平台，实现质量数据智能管理和决策，多措并举提升所交付的软件产品质量。</p>
            <img src="@/assets/images/news/sskj.png" style="width: 60%" />
            <p class="new_title">顶层设计建设“1个体系”</p>
            <p>对中国银行，质量管理既是一种文化，更是一套体系，是大型组织产品质量的有力保障。作为全行软件研发的实施机构，中国银行软件中心在多年的实践与探索中深耕质量管理体系建设。质量体系建设起步于瀑布模型，经过国内和海外蓝图的不断锤炼，在日新月异的技术发展、敏捷迭代的新模式中持续建立并完善。</p>
            <p>在质量管理体系建设过程中，中国银行软件中心始终坚持端到端的理念，并且较早建立了开发、测试、运维相互融合的一体化机制，确保质量管理体系涵盖开发、测试、运维全生命周期。与此同时，时刻关注和洞察金融科技发展的新形势、新趋势，做到与时俱进、推陈出新，不断优化“1个体系”建设，逐步将其打造成为同时支持敏捷和传统研发模式的“双模”并行质量管理体系。</p>
            <p>作为一个系统完整的体系，“端到端”是中行质量体系的鲜明特征：</p>
            <p>一是软件研发过程中端到端“微循环”模式日渐成型。通过改进开发工艺，引入持续集成、持续交付和DevOps应用，形成串联起开发、测试、运维完整闭环的端到端、一体化交付流水线。以质量内建为主轴，设计50多个质量控制活动、40多个质量度量指标，涵盖瀑布、敏捷研发模式，贯穿研发实施的事前、事中和事后。其中，质量管理的策划及预测实现了事前预防；质量门的设置实现了事中风险的及时控制；多维度、多层次的事后质量评价为持续改进提供输入，从而优化端到端“微循环”效能。</p>
            <p>二是科技业务融合的正反馈“正循环”机制日趋成熟。端到端敏捷进一步加速了科技与业务的深度融合，并使得软件产品在走出行内、面向客户时，更敢于倾听关于“品质”的声音，从而形成从外部客户到行内业务条线再到技术实施条线的正反馈机制。软件实施过程依托DevOps交付流水线，将质量标准规范内建到产品的生产工艺，在里程碑点设立质量门，实现了质量标准统一化、质量数据实时化、质量评价和反馈及时化的管理闭环；同时兼顾质量管理的软规范和硬约束，在加速质量检测标准数字化建设的同时，全面提升软件产品质量，促进业务发展，提升客户体验。</p>
            <p>三是质量管理数字化体系生态“大循环”日臻完善。作为质量管理数字化体系的有机组成部分，内部“微循环”的成熟、稳定运转，也将会在软件产品的研发实施和业务营销等方面持续赋能，助力科技创新与现代金融间的良性循环。同时，商业银行对金融市场和金融服务品质所保持的敏锐嗅觉，也将对体系内部的“微循环”起到“反哺”效应，保“质”保“量”，全面提升软件产品的“核心硬实力”。</p>
            <p class="new_title">贯穿全局打造“1个平台”</p>
            <p>建立集质量与过程数据采集、数据处理、监控管理、预测预警和可视化为一体的质量智能管理平台，确保质量管理体系有效“落地”。平台具有下述三个特点。</p>
            <p>一是质量数据标准化。基于CMMI4、ISO9001、ISO27001等标准规范，结合我行长期以来在应用系统研发实施领域积累的经验，建立具有中行特色的质量管理体系数据标准，统筹规划各类质量监控和度量指标，建立统一的度量视图，实现全生命周期质量数据的标准化建设。</p>
            <p>二是质量分析数字化。多维度、全方位采集质量数据，采用在线准实时计算，对所采集数据进行深入分析和挖掘，对相关问题和瓶颈进行重点突破，助力研发、测试及运维人员实时跟踪过程信息，有效提高开发、测试和运维效率，切实提升产品交付过程的工艺水平。</p>
            <p>三是质量管理智能化。基于机器学习、深度学习、运筹优化等技术，对不同业务领域的质量过程数据进行模型训练、AI预测，打造开放、轻量的能力共享中心。实现对质量管理工作的AI预测、决策和调度，解决软件实施过程中的质量保证和质量控制难点，全面提升质量管理工作的“智控”水平（见图2）。</p>
            <img src="@/assets/images/news/lgmb.png" style="width: 60%" />
            <p class="new_title">大道至简实现“2个目标”</p>
            <p>通过质量管理体系数字化建设和持续优化，重点实现了提质、增效“2个目标”。通过近年来的数据分析，所交付的产品生产缺陷率持续降低，客户体验反馈良好，手机银行等产品在新浪测评中各项技术指标居于领先地位，交付质量多年低于中国软件行业基准数据库P10基线。两个目标的实现是体系有序运转、平台综合效用不断发挥的结果。在此过程，DevOps和自动化是两个目标实现的关键抓手。</p>
            <p>一方面，全链条嵌入DevOps一体化平台，让质量管理的内涵更加丰富。DevOps一体化平台具备门户统一、灵活配置、可扩展、支持多工具接入和集成的功能。在DevOps交付流水线各工程环节嵌入质量验证标准、各类研发测试工具，以及自动化测试和自动化监控工具，以全面提升质量实施效率。此外，整合多路DevOps交付流水线，为研发人员提供统一的基础研发测试平台。</p>
            <p>另一方面，全方位开展自动化测试，让质量管理的效率几何级增长。在接口测试、稳定性测试、云平台升级、敏捷迭代和回归测试中，持续提升组织级的自动化能力，效果显著。集成组装测试、验收测试所有自动化测试工具，实现中心自动化测试工具统一管理与调度。打造中心级的自动化测试执行中心与监控中心，实现测试自动执行、测试结果自动记录和比对，不断向“无人值守”的测试的目标前进。持续优化自动化部署平台，实现应用系统全过程自动化部署。</p>
            <p>此外，聚焦开源软件、制品管理系统建设，配套建设新一代配置管理系统，有效支持分布式架构，完善持续交付基础设施，保障应用软件资产安全受控。依托产品质量智能分析平台对质量趋势进行提示和预警，建立质量预测模型，实现“用数据说话、用数据管理、用数据预测”；最终实现产品研发过程质量和风险的全方位预测、监控、防范和干预，保障产品研发过程的高效协作。</p>
            <p class="new_title">灵活敏捷支持“N个应用”</p>
            <p>质量智能管理平台开放灵活，支持“多个应用”。目前已实现的应用场景覆盖产品研发的多个过程，尤其是测试环节，兼顾问题排查的广度和问题定位的精度，实现“全链路、地毯式”梳理，进一步加大产品质量管控力度。</p>
            <p>一是测试覆盖度分析。从应用系统、测试环境两个维度展示输入和输出的接口数据，实现接口覆盖统计和接口详情查询，保证接口测试的覆盖度和完整性。并能够基于下发产品版本，提供每日代码覆盖率、波动性等各类指标，助力精准跟踪业务数据流向，使研发测试人员对当前测试过程完备性“知己知彼”，既保证质量又规避风险。</p>
            <p>二是问题精准定位。首先能够对联机和批量运行的整体情况进行监控，为开发、测试、运维人员等不同角色，提供详尽的各类数据及分析结果。其次能够通过详细的错误信息列表和日志查阅，实现问题精准定位。另外可以广泛收集历史错误信息，并智能做出分析预判，对可能出现风险的功能、环节、模块进行重点关注和测试，进一步优化测试资源的分配和使用。</p>
            <p>三是提升分行特色质量。中国银行业务全球化特点鲜明，为了满足境内外特色业务和复杂的监管要求，通过采集、分析分行产品接口全景以及调用关系，形成统一基线，能够根据接口变更情况自动识别分行接口测试范围，并根据接口测试覆盖情况进行实时预警；通过平台实现采集测试日志，自动比对接口测试覆盖情况，实现分行特色系统接口测试的可视化、自动化的管理手段，做实总分行应用系统测试工作的“最后一公里”。</p>
            <p>四是赋能研发质量提升。通过采集技术评审阶段的技术评审缺陷、开发阶段的代码复查缺陷分析、测试阶段的测试缺陷和产品生产缺陷等数据，经过智能分析对质量趋势进行提示和预警，并进一步识别质量风险和改进机会，实现了对研发过程质量风险的有效定位和精准改进。另外，通过积累和建立过程能力基线，进行缺陷量化管理，从而提高产品质量风险的提前识别、控制能力，为及时采取质量干预措施提供决策依据。</p>
            <p class="new_title">硕果显现取得“4项成效”</p>
            <p>完善的数字化质量管理体系和高效的质量智能管理平台建设，将为未来全行产品开发、测试和运维工作探索出高“质量”的发展方向，夯实高“质量”发展根基。成效主要体现在四个方面：一是沉淀质量数据。以数据为驱动，采集产品研发各阶段过程质量数据，建立基础质量大数据池，为数字化转型奠定数据基础。二是构建质量画像。以量化为手段，以质量度量管理体系为依托，制定产品研发过程质量监控指标，实现事中实时监控告警、事后分析评估。三是赋能管理决策。依托质量画像，全面度量从需求到用户全生命周期的质量水平，聚焦过程性能、交付缺陷率等关键指标，管控质量风险和实现智能决策，不断改进管理效能。四是促进价值创造。在产品持续优化完善的过程中，从用户视角统筹兼顾功能、性能与体验等质量指标，持续迭代融入新一轮需求与产品设计，促进金融科技产品价值提升。</p>
            <p>质量是企业的生命线。在金融科技成为服务实体经济、金融供给侧改革重要抓手的今天，中国银行将更加关注研发过程中的质量管理。继续在数字化、智能化领域深耕细作，坚守合规发展底线，聚焦价值创造，以“高可用、高质量、高安全”的科技产品，加速科技业务深度融合，实现科技对业务发展的“全链路”赋能，为全行数字化发展持续贡献力量。</p>

        </div>
        <p class="next" @click="toParent">下一篇：实战 | 移动云测试平台建设的实践与展望</p>
    </div>
</template>

<script>
    export default {
        name: "newsDetail",
        methods:{
            toParent(){
                this.$emit('changeIndex',1)
            }
        }
    }
</script>

<style scoped lang="scss">
    .little_title{
        display: block;
        color: #333;
        text-align: left;
        font-weight: bold;
    }
    .image_describe{
        text-align: center;
        margin:10px 0;
        padding-left: 137px;
        color: rgba(0,0,0,.8)!important;
    }
    .new_title{
        text-align: center!important;
        color: rgba(0,0,0,.9)!important;
        font-size: 15px!important;
        font-weight: bold;
    }
    .next{
        cursor: pointer;
        color: #095793;
        font-size: 14px;
        text-align: right;
        margin-bottom: 86px;
    }
    .header{
        margin-bottom: 35px;
        h5{
            color: rgba(1,1,1,.9);
            font-size: 20px;
            text-align: center;
            margin: 33px 0 12px;
        }
        .biaoshu_time{
            height: 30px;
            line-height: 30px;
            text-align: center;
            font-size: 12px;
            color:rgba(1,1,1,.9);
            background: rgba(1,1,1,.05);
        }
    }
    .main_news{
        p{
            color: #666666;
            font-size: 14px;
            line-height: 31px;
            text-indent: 2em;
            margin-bottom: 25px;
        }
        span{
            color: #000;
            font-weight: bold;
        }
        img{
            display: block;
            margin: 0 auto 35px;
        }
    }
</style>