<template>
    <div class="content_news">
        <div class="header">
            <h5>拥抱数字化时代，构建大数据体系 </h5>
            <p>发布时间：  2020-03-01     16:50:18</p>
        </div>
        <div class="main_news">
            <img src="http://images.gshxkj.com.cn:8090/news/tszs/ybsz1.png" alt="">
            <p class="image_describe">中国光大银行信息科技部副总经理 邵理煜</p>
            <p>当今世界已进入数字经济时代，数字化既是全球发展趋势，更是我国国家战略。习近平总书记在 G20 峰会讲话中指出，“世界经济数字化转型是大势所趋，新的工业革命将深刻重塑人类社会”。2018 年，我国数字经济规模达 31 万亿元， 占 GDP 的 1/3。华为2018 年 GCI 报 告 表明，过去 15 年，数字经济的增速是全 球 GDP 增速的 2.5 倍。大数据时代已经来临，人类每天活动产生的数据量以 ZB 计算，每两年新产生的数据相当于过去的全部数据量总和，人的消费、交易、生活、 出行、社交等活动已然数字化，一切都将 可量化、可计算、可预测。基于大数据为 核心驱动的业务数字化转型悄然已至。</p>
            <p class="new_title">大数据助力光大银行数字化转型</p>
            <p>大数据能力将成为构建数字化时代竞争优势的制高地。秉承“数据统一、平台共享、应用开放”的指导理念，光大银行自2012年起体系化培养大数据能力，积累了丰富经验，在欺诈检测、精准营销、智能推荐、客户画像等方面持续进行大数据技术、产品创新，实现成果转化。</p>
            <p class="new_title">深挖数据价值，构建大数据体系</p>
            <p>2019年，以“构建数据能力、深挖数据价值、赋能业务转型”为目标，光大银行提出“四五六七”全面构建大数据体系，从数据治理、平台支撑、场景应用、敏捷交付四个维度全面提升大数据管理和运用能力，实现从“BI数据可视化呈现”到“AI建模分析”的全方位数据能力提升，加快银行数字化转型（见图1）。</p>
            <img src="http://images.gshxkj.com.cn:8090/news/tszs/ybsz2.png" style="width: 60%" alt="">
            <p class="image_describe">图1 大数据助力光大银行数字化转型</p>
            <p>1.四个抓手，落实数据治理体系化。数据是银行数字化转型的重要驱动力，保障安全合规高质量用数是大数据的基础。光大银行以数据标准化、数据安全管控、数据质量管控和数据监管报送四个方面为抓手，全面落实数据治理。数据标准化方面，形成了从制订到落地到重检和优化的全流程管控体系，稳步推进数据标准精细化管理。数据安全管控方面，围绕组织建设、制度流程、技术工具、基础保障四大方面，形成贯穿生产、开发、测试、办公环境的数据全生命周期安全体系，实现对个人隐私和重要数据的有效保护。数据质量管控方面，以数据质量标准、数据质量认责、数据质量评价与考核为牵引，通过数据质量核验规则和数据质量监控推进数据质量整改，并反馈到前序环节，实现数据质量闭环管控。数据监管报送方面，以人行、银保监会等要求为指引，基于统一监管平台实现数据报送和现场检查两大场景的数据报送能力。</p>
            <p>2.五大平台，支撑数据能力硬核化。光大银行在大数据领域基于“一体两翼”的思想推动数字化能力建设，左翼为五大平台，分为算力层、数据层、算法层和服务层。右翼为赋能业务，针对银行前、中、后台业务部门，全面提升业务数字化能力（见图2）。</p>
            <img src="http://images.gshxkj.com.cn:8090/news/tszs/ybsz3.png" style="width: 60%" alt="">
            <p class="image_describe">图2 大数据能力建设规划</p>
            <p>（1）大数据计算平台。建设Hadoop+GP+TD+国产化MPP的多元化分布式数据平台，以支撑持续增长的数据需求，截止2019年底，总体数据节点规模超过400个，数据量达PB级。</p>
            <p>（2）数据资产平台。在数据内容建设方面，2019年光大银行启动数据湖新建项目，支持结构化、半结构化、非结构化等多种形式的数据，为数据科学平台、数据中台、AI中台提供数据支撑。同时，全面升级数据资产平台，提升用户体验，进一步解决“what——有哪些数据”、“where——数据在哪里”、“how——数据如何使用”的问题，践行“搜一下，数据全知道”的数据资产管理思路。</p>
            <p>（3）数据中台。数据中台，实现数据交付的敏捷化。通过数据技术，对海量数据进行预计算、加工和存储，形成统一标准和接口，提升数据交付的服务化、产品化能力，为用户提供敏捷化、自助化的数据交付服务。2019年，光大银行预研规划新一代体系化数据中台，缩短从数据到业务价值过程的转化路径，满足企业数字化运营决策的分析需求。</p>
            <p>（4）数据科学平台。建设数据科学平台，包括以机器学习和图计算为核心的推理学习平台和以深度学习语音、视觉、文字感知技术为核心的人工智能学习平台。面向科技人员、业务人员和分行人员的不同需求，可支持自定义编程建模和可视化建模两种方式，形成丰富的特征库、客户画像标签和资金交易网络等数据资产，提供丰富开放的算法框架，支持端到端的交付。</p>
            <p>（5）AI中台。建设AI中台，即智慧引擎，完成从模型到场景的转化，实现科技赋能业务。与数据科学平台对应，AI中台也分为推理平台和人工智能两个方面，其中推理平台包含风控引擎、营销引擎、推荐引擎、图计算引擎，人工智能中台主要指支持语音、视觉、自然语言处理等人工智能技术的生物感知引擎。AI中台的搭建，实现了大数据能力对业务场景的对接，为业务系统提供智能化一站式服务。</p>
            <p>3.六+N类场景，探索数据科学。“从数据中来，到场景中去。”场景是大数据应用落地的关键，光大银行通过实践探索出科技与业务深度融合的柔性团队机制，目前正在智能风控、智能营销、智能运营、智能反洗钱、智能审计、智能安全等6类场景进行实践，未来将不断扩展至更加广泛的业务领域。</p>
            <p>在智能风控方面，通过建设“数据工场+模型工厂+智能风控引擎”体系形成“以数据为驱动，模型统一运行管理”的智能风控新模式，支撑C端及B端信贷业务，实现全流程、高效的智能风控信贷服务，增加银行对于前台业务变化及创新的快速响应能力，目前已在互联网信贷和普惠金融业务进行应用实践。</p>
            <p>在智能营销方面，将机器学习技术与客户营销深度融合，建立面向“全客户、全产品、全渠道”的智能营销体系。围绕全客户全生命周期管理框架构建超过50个数据挖掘模型，策划并落地低资产客户综合经营、中高端客户综合经营、代发工资客户综合经营、重点金融产品交叉销售等系列精准营销活动方案，实现AUM增长的目标，并助力完成升优客户倍增计划和中收倍增计划，优化零售客户结构，通过科技赋能实现降本增效的零售客户智慧经营。</p>
            <p>在智能运营方面，通过客户行为实时采集建立1080P全方位客户画像，实现对客户的深度洞察，依托社会化运营、智能权益平台和智能推荐引擎，联合金融和生活场景，创新用户运营模式，实现手机银行“千人千面智能推荐”，促进流量增长，提升MAU。</p>
            <p>4.七种交付，让全行数据用起来。灵活多样的数据交付模式有利于提升数据的使用效果。光大银行的数据交付是基于一个平台（数据中台）实现，为深化可视化应用能力，数据中台提供诸如：Finereport、Ventuz、finebi、FreeQuery、tableau等多种分析工具，通过固定报表、联机API、OLAP、数据文件、Web嵌入、即席查询、数据产品七种交付模式实现对各类用户的敏捷服务。其中，联机API和数据产品正逐渐成为数据服务新趋势。</p>
            <p class="new_title">立足长远，培养大数据专业人才</p>
            <p>人才强则事业强，人才兴则科技兴。在夯实数据能力建设的同时，光大银行同样注重数据科学人才队伍培养。结合自身业务需求，光大银行大数据人才培养分两步走：</p>
            <p>第一步，培养并拓展基础能力，具体包括高级特征工程能力、算法基础理论与应用能力、模型评估和调优能力。掌握数据挖掘方法论，深入理解数据科学的各种算法原理，实现运用机器学习和深度学习技术进行数据挖掘建模。</p>
            <p>第二步，强化重点业务领域专家能力建设，具体包括业务场景转化能力以及前沿技术应用转化和优化能力。完成业务场景到数据问题的转化，具备超参数能力，将前沿算法技术在实际业务场景中孵化落地，并实现持续优化。</p>
            <p>为全面挖掘和培养数据科学能力，光大银行计划打造以“研究、创新、人才、竞技”为主题的四大中心。</p>
            <p>（1）数据科学研究中心。数据科学研究中心主要结合现有项目进行大数据、机器学习、深度学习等技术研究与应用实践工作，主要包括：大数据云计算研究、Hadoop国产化研究、数据可视化研究、机器学习算法研究、深度学习算法研究、图计算研究等。</p>
            <p>（2）数据科学创新中心。数据科学创新中心通过成立联合创新中心聚合业务、高校、互联网、总分行优势力量，共同探索数据科学前沿问题，并尝试在各种场景下落地，具体包括：智能风控联合创新实验室、高校/互联网公司联合创新实验室和总分行联创中心。</p>
            <p>（3）数据科学人才中心。数据科学人才中心是大数据人才成长的沃土。光大银行通过“智慧大讲堂”、走进数据科学沙龙、大数据创新交流社区和“创新角”宣传等多种形式促进大数据技术交流，加深相关岗位人员对数据科学的理解和热情。</p>
            <p>（4）数据科学竞技中心。为激发数据科学创新研究热情，推进数据科学共享与应用，数据科学竞技中心计划举办多种数据科学竞技，在全行范围内展开数据科学领域技能比拼（见图3）。具体包括：数据挖掘建模大赛、监管报送劳动竞赛、数据服务优秀案例大赛、数据产品孵化大赛。</p>
            <img src="http://images.gshxkj.com.cn:8090/news/tszs/ybsz4.png" style="width: 60%">
            <p class="image_describe">图3 光大银行大数据人才培养方案</p>
            <p class="new_title">展望</p>
            <p>2020年，金融科技将大有可为，光大银行愿做数字化新时代的先行者、探索者，持续深化大数据技术的管理应用和人才培养，应用新技术、新思维，提升核心竞争力，为实现“打造一流财富管理银行”的战略愿景不断努力！</p>

        </div>
        <p class="next" @click="toParent">下一篇：《上海中医药杂志》向全国介绍中医治疗新型冠状病毒肺炎的甘肃经验</p>
    </div>
</template>

<script>
    export default {
        name: "newsDetail",
        methods:{
            toParent(){
                this.$emit('changeIndex',2)
            }
        }
    }
</script>

<style scoped lang="scss">
    .image_describe{
        text-align: center;
        margin-top: -20px;
        color: rgba(0,0,0,.8)!important;
    }
    .new_title{
        color: rgba(0,0,0,.9)!important;
        font-size: 15px!important;
        font-weight: bold;
    }
    .next{
        cursor: pointer;
        color: #095793;
        font-size: 14px;
        text-align: right;
        margin-bottom: 86px;
    }
    .header{
        margin-bottom: 35px;
        h5{
            color: rgba(1,1,1,.9);
            font-size: 20px;
            text-align: center;
            margin: 33px 0 12px;
        }
        p{
            height: 30px;
            line-height: 30px;
            text-align: center;
            font-size: 12px;
            color:rgba(1,1,1,.9);
            background: rgba(1,1,1,.05);
        }
    }
    .main_news{
        p{
            color: #666666;
            font-size: 14px;
            line-height: 31px;
            text-indent: 2em;
            margin-bottom: 25px;
        }
        img{
            display: block;
            margin: 0 auto 35px;
        }
    }
</style>