<template>
    <div class="content_news">
        <div class="header">
            <h5>实战丨金融科技创新赋能智慧旅游 </h5>
            <p class="image_describe">——金融电子化</p>
            <p class="biaoshu_time">发布时间： 2020-04-03 18:30:16</p>
        </div>
        <div class="main_news">

            <img src="http://images.gshxkj.com.cn:8090/news/ygfz/zhly3.webp" style="width: 100%">
            <p>
                随着银行4.0时代到来，金融服务基本模式将发生转变，交易行为将发生改变，更多以无感知嵌入式金融服务为主，在特定场景下满足消费者需求的金融方案，从提供产品向提供客户体验转型。近年来,我国经济发展转型升级，新技术快速发展，居民旅游习惯改变，我国旅游行业正在向以“新科技+产业生态”为核心的“智慧旅游”方向发展，重新定义旅游业的发展方向和人们的生活方式。通过金融科技手段促进旅游产业深化变革，促进旅游信息的数字化，满足游客个性化、便捷化、品质化需求，促进我国经济发展。</p>
            <p class="new_title">智慧旅游发展机遇与挑战</p>

            <p>《“十三五”旅游业发展规划》将旅游业定为国民经济战略性支柱产业。因此，旅游业亟待以创新为驱动，突破现有困境，迎接新的发展格局。</p>
            <p>国家发展智慧旅游战略。当前国家正在推进数字中国、智慧城市的建设，旅游基础设施以及关联行业的智慧化水平不断提升，为智慧旅游建设提供了良好的外围环境，有利于推动旅游业向现代化服务转型。</p>
            <p>旅游业发展面临的困境。首先，我国旅游业进入多元化、个性化、自助化的新阶段，游客需要更加便捷的智能化、个性化、信息化旅游产品和服务，传统的景点旅游模式已不能满足现代大旅游发展需要。其次，部分景区的服务能力趋于饱和，靠门票销售的发展模式难以为继，缺少对游、娱、住、购、行等场景的一站式服务，需要旅游产业链整合，旅游产品整合，与公共服务和相关行业整合，促进旅游服务系统化。然后，目前大部分中小景区的配套系统老旧落后，导致游客在信息获取，购票入园、地图导览方面体验不便捷、不友好，亟需对原有系统升级换代。</p>
            <p>新技术给旅游业带来的发展机遇。随着物联网、云计算、大数据、人工智能、生物识别等新技术迅速发展，为加强旅游管理、改善旅游服务、提升客户体验提供强大的技术支撑。实现基础设施和商业模式创新应用，实现景区、酒店、交通、餐饮的物联网的感知和互联网的连接整合，实现旅游资源、核心数据、智慧服务和产业链各方协同运作，以更透彻的感知，更全面的互联互通，更深入的智慧化为特征，全面提升旅游业信息化水平。</p>

            <p class="new_title">商业银行拥抱智慧旅游的必要性与优势</p>

            <p>随着金融科技进步和经济发展，银行业经营环境、金融生态、竞争对手都在改变，银行业普遍在进行系统重构和转型发展，外拓实现开放式和生态式金融服务延伸，向内挖潜系统化和集约化管理效能。同时商业银行纷纷参与智慧旅游建设，为客户提供场景式、触点式服务，实现传统金融服务的智能化改造，构建开放、合作、共赢的金融生态圈。</p>
            <p>金融全面服务旅游业务发展。新技术的发展不断推动银行向开放银行、智慧银行发展，按照游前、游中和游后为政府、供应链企业、消费者客户提供相应的金融产品支持，包括支付、结算、信贷、理财等金融业务服务，满足旅游产业链相关方全方位的金融需求，为旅游业快速发展提供金融服务。</p>
            <p>金融业与旅游业协同发展。商业银行作为信息和信用媒介，处于旅游产业链枢纽地位，汇集各渠道资源，可以将旅游产品推销给银行优质客户，为旅游产业链上下游提供数据支撑。旅游业汇集政府、旅游产业链企业和庞大的旅游客户群，旅游企业通过与银行共享渠道、联合营销，为银行获客、活客创造条件，使银行服务更贴近客户所需所求。随着两者协同发展，融合互进，最终获益的是旅游产品提供者和消费者。</p>
            <p>金融科技促进旅游业创新发展。商业银行拥有金融科技研发能力，近年来积极布局金融科技领域，加强新技术研究及应用，在信息化服务上拥有较强的优势，可以将金融科技能力输出至旅游行业，助力旅游业提升信息化、智能化水平。商业银行通过向旅游领域输送物联网、大数据、人工智能等新技术应用，使旅游物理资源、信息资源以及服务整合得到深度开发激活，以多种新技术融合为基础，以游客互动体验为中心，以行业信息共享为保障，以激励产业创新促进产业发展</p>


            <p class="new_title">工行参与智慧旅游生态建设思路</p>

            <p>工行的智慧旅游建设以金融服务为基础，推进场景化建设，打造开放式银行服务,为旅游产业链相关方提供线上线下一体化解决方案，包括金融服务与非金融服务，促进金融业与旅游业协同发展，优势互补，合作共赢。助力我行智慧银行生态系统建设。</p>
            <p>建设策略方面。工商银行按照整体规划、分层推进的策略，先确定智慧旅游整体功能后再按优先级以及资源情况逐步推进系统建设，先满足景区、政府监管、核心方企业等信息系统需求，再逐步向产业链外围系统需求延伸，进而打通旅游产业链上下游相关方系统建设。</p>
            <p>系统功能方面。智慧旅游系统功能需要兼顾通用性与特色化，系统功能尽量参数化、标准化、灵活化，以便适应不同旅游企业的差异化需求，同时支持企业方按需定制、裁剪和安装。</p>
            <p>部署方式方面。对于通用性比较强的功能，采用SaaS云化部署，降低硬件设备及系统软件采购成本，如操作系统、中间件、数据库等，提升资源复用率，节约系统运维成本，便于全面推广。对于使用频繁、响应时效要求高、通讯传输压力大等功能，采用本地部署方式。如景区检票设备、验脸设备、视频文件。</p>



            <p class="new_title">智慧旅游生态系统总体架构与功能</p>

            <p class="title1">1.总体架构</p>
            <p>智慧旅游面向以政府为代表的监管机构、旅游上下游企业、游客三大主体，不仅为旅游管理、实体企业提供线上线下一体化方案，还为游客提供吃、住、行、游、购、娱一揽子旅游解决方案，如图1智慧旅游总体架构。</p>

            <img src="http://images.gshxkj.com.cn:8090/news/ygfz/zhly5.webp" style="width: 100%">
            <p>旅游生态系统包括工行基础金融业务服务系统、旅游相关方系统互联互通、景点基础设施物联为一体，以及开放对用户的直接服务。</p>

            <p>依托个人、对公、信贷等传统业务系统输出支付、清算、信贷、理财；对拥有完备信息系统的政府单位、旅游产业链企业开放API服务平台，实现系统互联互通；建设智慧旅游生态系统，为中小旅游产业链企业直接提供系统功能服务，包括人员管理、旅游业务管理、财务管理、金融服务，围绕旅游生态，提高普惠金融服务能力；开放自主研发物联网服务输出，与旅游景点基础设施建立一体化连接，提供设备接入管理、全生命周期管理、具体活动交易处理。</p>

            <p class="title1">2.总体功能</p>
            <p>智慧旅游生态系统以景区业务系统为轴开展相关工作，由里到外分为核心服务、增值服务和延伸服务三层，如图2智慧旅游总体功能。首先，核心层围绕景区提供旅游金融和非金融服务，包括景区票务、旅游监管、资金多方清分、大数据服务等核心服务；增值服务层为金融业和旅游业的融合共建、生态发展提供联合营销、会员服务、e钱包等服务支持；延伸服务围绕旅游企业上下游产业链提供各专项领域服务，特别是提供中小企业旅游业务服务和普惠金融服务，如酒店、餐饮、交通、园区、零售等。</p>

            <img src="http://images.gshxkj.com.cn:8090/news/ygfz/zhly6.jpg" style="width: 60%">
            <p class="title2">（1）核心服务</p>
            <p>景区票务。票务管理功能是景区的核心功能，基础票务管理功能，包括门票设置，多景区、多景点以及景区与酒店等供应链企业套票、年票服务，门票管理包括上架/下架、库存、退票、核销、查询、统计分析、自动对账等完善的票务管理功能；为游客提供线上线下多种渠道购票服务，包括人工窗口、自助售票机、金融智能POS、公众号/小程序、以及线上线下旅行社等便捷的多种渠道购票服务；提供多种智能入园方式，包括纸票、电子票、身份证、人脸识别等自动化入园验证凭证</p>
            <p>资金多方清算。针对多景区、景区管委会与项目承包商、景区与上下产业链之间的旅游销售和消费实现自动清算服务，自动将资金划拨至景区、项目承包方、第三方平台、相关银行，以及按实际业务情况进行税费结算，降低旅游业清算劳动成本。</p>
            <p>旅游监管。智慧旅游生态系统与政府旅游监管系统对接，按监管机构要求定期报送景区旅游数据，为监管机构管理、核查、发放补贴等提供数据支持，为政府扶持旅游资金提供监管和划拨，提高监管数据的真实性和准确性。</p>
            <p>大数据服务。构建旅游大数据平台，通过采集银行金融数据以及相关方的行业数据（如政府、景区、上下游企业），应用大数据分析、人工智能等功能键为相关方提供大数据分析、预测、预警等服务，为游客信息服务、景区运营管理、政府监管决策以及银行提升金融服务能力等提供数据支持。</p>

            <p class="title2">（2）增值服务</p>
            <p>会员服务。智慧旅游生态系统搭建行业用户体系，提供会员注册、线上充值、消费支付、会员管理、资金清算、数据服务等服务。对企业B端实现多景区、景区与供应链企业（酒店、交通、旅游社）等建立多种会员机制，提供联合促销、联合销售、多种优惠折扣和资金清算等服务。对个人C端实现会员管理，提供积分、优惠折扣、星级管理和支付清算服务。</p>
            <p>e钱包。为景区、合作方客户在线开设e钱包账户，用于小额消费支付，支持工行和非工行客户应用。</p>
            <p>渠道共享、联合营销。与旅游企业进行联合营销，如发行联名卡；实现渠道共享，如门户、APP。通过相互嵌入对方产品和服务，为旅游客户提供更加便捷、随需即在的旅游产品和金融服务。</p>

            <p class="title2">（3）延伸服务</p>
            <p>在核心服务、增值服务的基础上还可以向酒店行业、餐饮行业、停车场管理、园区管理等领域延伸，可以单独为企业提供服务，也可以和景区系统一起组合为旅游服务。对于拥有自己完善系统的中大型企业，通过API连接互通，实时提供金融服务，辅助部分业务功能建设，如智慧停车。对于小微型旅游供应链企业，提供完整的旅游生态系统服务，包括员工管理、住宿订单管理、游客信息管理、支付清算、融资理财等。</p>

            <p class="title1">3.实践成效</p>
            <p>截至2019年6月底，工行智慧旅游生态系统已在山西、河北、广东等13个省27家景区上线，其中，票务系统在山西省云丘山风景区（4A）投产，共销售了约10万张票，金额达720万元，宁夏丝路风情全域旅游已完成聚合支付和景区收入清分功能试点。同时通过API输出金融服务，5A景区259家，4A景区3000余家，3A景区上万家。</p>
            <p>通过智慧旅游生态建设，银行与相关方建立共赢共享的旅游生态圈，为政府、企业、个人赋能，同时延伸银行金融服务，创新金融服务方式。为政府管理提供数据支撑，实现市场监管、旅游业务与公共服务信息共享，提升政府旅游资源建设和决策水平。为旅游企业拓客营销渠道，改变经营模式，智能化服务，降低劳动成本，提升管理效能。为个人旅游提供更加便捷、一体化、资金安全的旅游服务体验。为银行经营，开拓延伸金融业务服务，提升精准营销、获客粘客能力。</p>

            <p class="new_title">未来展望</p>
            <p>金融科技与智慧旅游融合，秉承开放、合作、共赢目标，应用物联网、大数据、人工智能等新技术，全面提升政府单位、旅游产业链企业、游客的旅游信息化、便捷化、智能化服务水平。</p>
            <p></p>
            <p></p>
            <p></p>



        </div>
        <p class="next" @click="toParent">下一篇：中国疫情防控彰显党的体制优势</p>
    </div>
</template>

<script>
    export default {
        name: "newsDetail",
        methods: {
            toParent() {
                this.$emit('changeIndex', 8)
            }
        }
    }
</script>

<style scoped lang="scss">
    .title1{
        color: rgb(0, 0, 128)!important;
    }
    .title2{
        color: rgb(121, 115, 112)!important;
    }
    .image_describe {
        text-align: center;
        margin: 10px 0;
        color: rgba(0, 0, 0, .8) !important;
    }

    .new_title {
        color: rgba(0, 0, 0, .9) !important;
        font-size: 16px !important;
        font-weight: bold;
        text-align: center;
    }

    .next {
        cursor: pointer;
        color: #095793;
        font-size: 14px;
        text-align: right;
        margin-bottom: 86px;
    }

    .header {
        margin-bottom: 35px;

        h5 {
            color: rgba(1, 1, 1, .9);
            font-size: 20px;
            text-align: center;
            margin: 33px 0 12px;
        }

        .biaoshu_time {
            height: 30px;
            line-height: 30px;
            text-align: center;
            font-size: 12px;
            color: rgba(1, 1, 1, .9);
            background: rgba(1, 1, 1, .05);
        }
    }

    .main_news {
        p {
            color: #666666;
            font-size: 14px;
            line-height: 31px;
            text-indent: 2em;
            margin-bottom: 25px;
        }

        img {
            display: block;
            margin: 0 auto 35px;
        }
    }
</style>