<template>
    <div class="content_news">
        <div class="header">
            <h5>聚焦创业典型 | 兰州高新区优秀孵化企业 抓防控抓生产别样红（二）</h5>
            <p>发布时间：  2020-03-13     15:05:58</p>
        </div>
        <div class="main_news">
            <p class="new_title">甘肃环讯信息科技有限公司</p>
            <img src="http://images.gshxkj.com.cn/news/cydx/cydx19.webp"  alt="">
            <p class="image_describe">图为甘肃环讯通过CMMI3级评估认证证书</p>
            <img src="http://images.gshxkj.com.cn/news/cydx/cydx20.webp"  alt="">
            <p class="image_describe">图为甘肃环讯取得ISO9001、ISO27001及ISO22301认证</p>
            <p>近日，兰州高新区创业服务中心在孵企业甘肃环讯信息科技有限公司（简称“甘肃环讯”），在通过CMMI3级评估认证后，又相继取得ISO9001、ISO27001及ISO22301认证，标志着该公司不仅可向客户提供预期和满意的合格产品，其风险防控能力也达到了一定标准，为公司可持续创新研发奠定基础。同时，标志着该企业的软件项目研发能力迈上了一个新的台阶，为全省信息产业发展注入了新的活力。</p>
            <p>甘肃环讯负责人介绍，“欲乎上者得乎中，欲乎中者得乎下。公司自成立以来，既重发展，又重内控，在快速提升产品研发及客户服务能力的同时，多措并举提升自身及产品的风险防控能力。比如，近期ISO系列认证的获取也是公司重视风控的表现，这也为下一步公司的可持续创新研发奠定了基础”。</p>
            <p>据了解，能力成熟度模型集成（CMMI，Capability Maturity Model Integration）是目前世界公认软件企业工程开发能力评估标准。通过CMMI3评估认证，标志着企业不仅能够对项目的实施有一整套的管理措施并保障项目的完成，而且能够根据自身的标准流程，将管理体系与流程予以制度化。</p>
            <p>“用户体验是我们唯一的工作方向，科技创新是我们唯一的服务标准”，甘肃环讯2018年6月在兰州高新区注册成立时立下了这样的规矩。该公司成立一年多来，始终坚守初心，以强大技术团队为支撑，以科技创新为指引，不断研发推出新产品，积极投身于甘肃省信息化建设。本次CMMI3级评估认证的通过，进一步证实了该公司勇于突破的信心和开拓进取的能力。该公司相关负责人介绍，“我们会以更高的要求和标准，严格要求自己，不断提升产品研发及客户服务的能力，稳步快速向前发展，为推动兰州高新区高质量发展积极发挥企业的力量”。</p>
            <p class="new_title">甘肃纽科丽尔核技术应用有限公司</p>
            <p>“粒子物理与原子核物理科学以其抽象的知识范畴，活跃在国家科研的高精尖领域。一位兰州“80后”核物理学博士，在2014年脱下科研服，走上创业之路。6年来，他让听起来高深莫测的核技术与各行业接轨，实现一次又一次科研成果与技术应用的转化。”他就是甘肃纽科丽尔核技术应用有限公司总经理周鹏。</p>
            <p>据了解，2013年，28岁的周鹏从兰州大学粒子物理与原子核物理专业博士研究生毕业。之后进入中国科学院北京高能物理研究所工作，随着工作中对行业认识的不断深入，周鹏对自己事业发展的目标逐渐清晰，“不再做基础研究，应该致力于研究成果与实际应用的结合，所学能有所用，让我觉得更加有意义！”在深思熟虑后，周鹏在周围人的惋惜和质疑声中做出艰难的选择，他放弃了中科院的稳定工作，辞职创业。在梦想的驱使下，周鹏义无反顾地踏上了回兰的征程。在这位年轻人心中，他怀揣着坚定的信念和无悔的斗志。在他的脑海中，创业的蓝图逐渐清晰，他下决心要闯出一片自己的天地。凭借着多年的学习和科研经验，周鹏于2014年9月正式注册成立甘肃纽科丽尔核技术应用有限公司，创业方向是 “核科学领域”先进技术的开发和引进。</p>
            <img src="http://images.gshxkj.com.cn/news/cydx/cydx21.webp"  alt="">
            <p>公司成立初期，人手不够，很多事都需要亲力亲为。面对每一次的研发设计，他都全身心的投入，思索着如何优化、提升产品的性能。生产精准、高水平的先进设备是他的追求，严把质量关是他心中时刻紧绷着的一根弦。从绘制出第一张配件的图纸，到完成第一个大型科学设备的设计研发，一次次敲开往日授业恩师的办公室门，一次次向不同行业专家请教学习，一次次奔走在陌生的生产车间，周鹏逐渐打开了自己的核梦想之门。回忆起自己当初创业的艰难，周鹏常用俞敏洪的一句话鼓励自己和团队成员，“梦想就是一种让你感到，坚持就是幸福的东西。”</p>
            <p>“国内做核技术服务的公司有很多，各大城市都有分布。然而，真正能提供优质技术服务的公司并不多。”读博士期间，他早已深有体会。普通设备公司提供的机械设备，往往不能满足科研人员的试验要求。即使按照要求“量身定制”，也常常因为 对核技术行业的不了解，出现设计和制造上的缺陷。为了让公司良性发展，一年后，周鹏决定先寻找核领域高精尖人才，组建一支高水平的团队，从而保证研发的集思广益和出厂设备的精准无瑕。同学、朋友、师兄弟都在他邀请的名单上。“我要做的就是让大家了解我创业的意义，引起共鸣，从而实现合作。”周鹏说，“我们要做的是创造未来，这比享受当下更有意义。我给大家提供平台不仅吸引了志同道合的伙伴，也是他们科技报国的平台。” 如今，周鹏带领的科研创新团队是一支博士研究生比率高达80%的高水准研发团队，这保证其公司产品更加符合需求者的预期，也更具市场竞争力。</p>
            <p>创业6年多来，周鹏的创业公司凭借着他们在核技术及相关领域的专业技术实力，顺利的完成了包括：核技术热工循环实验装置、激光辐照系统、自动化辐照及束流诊断装置、中子信号模拟分析软件及脉冲发生器、石墨烯研究装置、小型PET-CT驱动装置、电子枪与离子源等多个高水平核技术装置的设计开发与制作。为兰州大学、清华大学、哈尔滨工业大学、南开大学、复旦大学、华中科技大学、哈尔滨工业大学及中科院近代物理研究所、化学物理研究所、国家空间科学中心、青藏高原研究所、中国原子能科学研究院等多个国内一流科研单位提供了高水平的技术服务，众多国内高校和科研单位都成了他们公司的合作伙伴。2019年，与兰州大学、南开大学合作启动“离子注入机”与“ALD原子气相沉积”两个产学研联合项目，项目完成后将使我国芯片生产在半导体覆膜和杂化两个工艺上实现技术国有化，打破国外技术封锁。2020年，与兰州大学合作启动了“核电站放射性废物解控整体监测技术”和“核电站反应堆自给能中子探测系统”两个核电行业 “国外卡脖子”技术的国产化突破和产业化，现两项技术均已完成了技术开发和行业测试，达到了国外主流产品的技术指标，打破了技术封锁，将对我国核能发电的国产化带来革命性进步，具有战略意义。</p>
            <p>周鹏说，“闻道有先后，术业有专攻，做事业就是专业的人做专业的事”，他的创业公司已成为领域内技术方案和智能化设备的优质供应商。2019年，周鹏获得知识产权16项，其中实用新型专利10项，软件著作权8项。其公司现已拥有一个粒子物理研发中心，一个先进装备研发基地，拥有精密四轴四联动数控立式加工中心，数控车削中心，数控线切割、大型超声清洗机等专业设备十几台，初步形成了产学研的知识转化供应链。</p>
            <img src="http://images.gshxkj.com.cn/news/cydx/cydx22.webp"  alt="">
            <p>在创业道路上，周鹏长期专注核心技术，围绕市场需求持续创新，积极开展与交叉行业新优技术的开放合作，推行“研以致用”的理念，以自己的创业公司为产学研孵化平台，衔接学院派科技成果向产品转化，形成自主开发与技术引进相互融合，相互促进的运营模式。2015年，周鹏荣获兰州高新区“优秀创新创业人才团队”表彰。2016年，顺利通过考核，获评副高级职称。2017年，入选由中共中央组织部发起，联合中国科学院、教育部、科技部开展的西部之光访问学者计划，为甘肃省选派地区中第一名创业人员。同年，所主持的超高真空纳米薄膜蒸镀装置项目获甘肃省科技厅中小企业资金项目支持。2018年，评选为兰州市10名急需紧缺高层次创新创业人才。2019年获评兰州市优秀科技工作者。</p>
            <p>一路走来，一路积淀，创业七年周鹏或许还没有积累巨大的财富，但他所得到的是没有虚度光阴的充实感。周鹏感谢国家的创新创业政策，感谢省市区各级组织的关心和支持，感谢团队的相随相助，感谢导师和同门的鼎力支持，感谢父母家人无私的付出，更感谢所有行业者的认可和宽容。对公司今后的发展，面对良好的形势，他有使命感，也要有危机感，努力把产品做好，让产品充满科技美感是他的信念！像华为一样创造出让国人，让世界满意并推崇的产品是他的理想。周鹏说，作为一个创业者应当像总书记所说的那样“只争朝夕，不负韶华”，他相信这句话会指引他在创业的道路上越走越远，越走越好。</p>
            <p class="new_title">甘肃兰菲环保科技有限公司</p>
            <p>位于兰州高新区的甘肃兰菲环保科技有限公司，成立于2015年1月，是一家专业从事水处理、废气治理、固废处理与处置、新型环保材料和技术研发的环保科技公司，为广大客户提供环境污染防治工程设计、运营服务、设备销售、安装及调试一条龙的综合型企业。公司始终以环保科学前沿技术为先导，以环境治理工程为依托，将最新的环保技术向市场推广，服务于大众。</p>
            <img src="http://images.gshxkj.com.cn/news/cydx/cydx23.webp"  alt="">
            <p>公司是甘肃省环境保护产业协会常务副理事、副会长单位，具有环境工程设计甲级资质、环境工程承包乙级资质、AAA级质量、服务诚信单位证书、AAA级企业信用等级证书、AAA级重合同守信用单位证书，同时公司在科技方面与上海同济大学、兰州交通大学、东华大学、长安大学、北京环境科学研究院及国家科研单位建立了紧密的合作关系，并与多家知名设备企业合作，构建产、学、研的合作模式，聘请国内多名污水处理、水污染控制、土壤与地下水污染防治与修复、重金属污染防治等专业方面的专家为公司技术顾问，进行技术开发和项目合作，已获得技术专利7 项、计算机软件著作权2项、申报专利3项。先后承担了甘肃省科技厅、兰州市科技局等专项科技项目4项。经过多年努力，目前已在省内环保科技行业具有一定的影响力，占有一席之位，已取得多项环保技术发明专利，秉着以上技术优势和人才优势，公司不断向市场推出各项实用环保技术领先产品和技术。</p>
            <p>公司是兰州市高新技术开发区重点科技型环保企业，注册资金5000万元，以前沿技术为先导，以环境治理工程为依托，从事水处理、废气治理、固废处理与处置、环境影响评价咨询、新型环保材料和技术研发和销售。公司是甘肃省内较早从事县域、乡镇污水治理项目的企业之一。公司还在市政、医疗、农村污水、大气、农村固废垃圾回收等领域小到日处理5方医疗污水，大到日处理2万方规模的市政工业污水，都具有技术实力和成功案例，如平凉市静宁县五乡镇污水处理项目、广河县三甲集工业园区污水处理项目、广河县人民医院污水提标改造项目，张掖市甘州区人民医院污水提标改造项目等。</p>
            <img src="http://images.gshxkj.com.cn/news/cydx/cydx24.webp"  alt="">
            <p>公司还在我省最早开展乡镇污水治理，先后在甘肃庆阳、张掖、平凉地区推出了以兼氧FMBR、速风技术、A/O-MBR等工艺为主的先进成熟的污水处理工艺和设备，并根据省内干旱缺水、高寒冰冻、农村配套基础不完善等多种复杂的客观条件，与国内知名水处理专家和多家企业合作，联合推出适合北方高寒地区污水处理的专项技术、智能化在线监控、分析技术设备。</p>
            <p>公司2015年成立之初，创业团队带头人孙静利用灵敏的市场嗅觉洞察能力以及对环保科技行业发展趋势的分析，深知目前环保科技产业的潜能无限，带领团队开展环保科技产业的技术业务。创业之初，资金匮乏，项目实施难度较大，项目进展迟缓，创始人孙静同志借助兰州高新技术开发区孵化基地这样好的发展平台，寻求孵化资源支持，在兰州高新技术开发区创新园区孵化场地内享受高新区政策及资金的扶持。在扶持下，公司业务迅速发展，由最初年营业收入27万元、实现利税0.8万元，逐年增长到2018年营业收入1847万元、实现利税66万余元。</p>
            <img src="http://images.gshxkj.com.cn/news/cydx/cydx25.webp"  alt="">

            <p>公司从成立到现在，在总经理孙静同志的带领下，公司从一开始的几名员工到现在的20几名员工，从一开始争取孵化政策支持，到现在的资产总额1600多万元、主营业收入累计达到4000多万元，累计纳税近百万，解决了部分当地人员的就业问题，尤其是下岗职工的就业问题，并按时为符合条件的所有员工缴纳社会保险，现公司员工就业稳定，发展良好，公司自入住高新区孵化基地以来，公司带头人孙静总经理对公司所有的业务亲力亲为，从每个项目的立项，到现场勘查测量，再到技术方案的设计实施，以及与当地甲方的沟通施工，所有的事务都亲手抓，亲自联系，对每一个工程项目无论大小都是高度重视，正因为这样的极负责人的工作态度和工作作风，公司所有完工的工程项目都得到了适用方的高度评价和认可。公司上下全力配合高新技术园区所有工作，而且公司发展也得到了高新技术园区的大力支持，近年来经营状况良好，发展能力强，优势明显。公司将在未来的工作中，在孙总的领导下，积极发展，争取将公司打造成为园区乃至甘肃省污水处理行业的龙头企业！</p>
            <p class="new_title">兰州金利达电子技术有限公司</p>
            <p>日前，北京中大华远证中心审核组专家对兰州高新区创业服务中心在孵企业兰州金利达电子技术有限公司进行了为期三天的质量、环境、职业健康三标体系监督审核。该公司顺利通过了本次审核，并取得ISO9001:2015质量管理体系认证证书、ISO14001:2015环境管理体系认证证书和GB/T28001-2011职业健康安全管理体系认证证书。</p>
            <img src="http://images.gshxkj.com.cn/news/cydx/cydx26.webp"  alt="">
            <p>据了解，兰州金利达电子技术有限公司自开展三标体系认证工作以来，先后多次组织员工参加管理体系认证标准培训，组织各部门反复梳理、完善公司业务流程，编制、修订、运行质量手册、程序文件和作业指导文件，并按照管理体系的标准对公司各部门的各项管理制度进行了修订、汇编，真正做到了以管理体系的标准要求来指导公司发展。</p>
            <img src="http://images.gshxkj.com.cn/news/cydx/cydx27.webp"  alt="">
            <p>此次顺利通过三标体系认证，体现出兰州金利达电子技术有限公司在提升企业管理水平、提高产品和服务质量、增强企业市场竞争力的道路上迈出了崭新的一步，彰显了兰州高新区企业的良好形象。</p>
            <img src="http://images.gshxkj.com.cn/news/cydx/cydx28.webp"  alt="">

        </div>
        <p class="next" @click="toParent">下一篇：兰州市高新区人社局莅临环讯科技关怀疫情期间企业复工复产并慰问企业职工</p>
    </div>
</template>

<script>
    export default {
        name: "newsDetail",
        methods:{
            toParent(){
                this.$emit('changeIndex',7)
            }
        }
    }
</script>

<style scoped lang="scss">
    .image_describe{
        text-align: center;
        margin-top: -20px;
        color: rgba(0,0,0,.8)!important;
    }
    .new_title{
        color: rgba(0,0,0,.9)!important;
        font-size: 15px!important;
        font-weight: bold;
    }
    .next{
        cursor: pointer;
        color: #095793;
        font-size: 14px;
        text-align: right;
        margin-bottom: 86px;
    }
    .header{
        margin-bottom: 35px;
        h5{
            color: rgba(1,1,1,.9);
            font-size: 20px;
            text-align: center;
            margin: 33px 0 12px;
        }
        p{
            height: 30px;
            line-height: 30px;
            text-align: center;
            font-size: 12px;
            color:rgba(1,1,1,.9);
            background: rgba(1,1,1,.05);
        }
    }
    .main_news{
        p{
            color: #666666;
            font-size: 14px;
            line-height: 31px;
            text-indent: 2em;
            margin-bottom: 25px;
        }
        img{
            width: 100%;
            display: block;
            margin: 0 auto 35px;
        }
    }
</style>