<template>
    <div class="content_news">
        <div class="header">
            <h5>聚焦创业典型 | 兰州高新区优秀孵化企业 抓防控抓生产别样红（一）</h5>
            <p>发布时间：  2020-03-13     15:05:58</p>
        </div>
        <div class="main_news">
            <p class="new_title">兰州睿创波迪信息科技有限公司</p>
            <p>兰州睿创波迪科技有限公司成立于2010年，专注物联感知和大数据技术，提供智慧化、可视化的行业数据解决方案。公司以数据感知服务为切入点，以行业特点为指导，搭建全面、专业、高效的公共数据服务云平台，提供基于物联网的智慧园区、智慧社区、智慧物业、健康养老、智慧生活服务等应用的场景解决方案，在万物互联的基础上、持续进行数据挖掘、分析、通过实时高效的数据采集分析及不断丰富的智慧化服务来实现用户价值。</p>
            <img src="http://images.gshxkj.com.cn:8090/news/cydx/cydx1.webp"  alt="">

            <p>公司目前有员工30余人，其中技术人员占60%以上，有一支高素质的应用研发团队，现为国家高新技术企业、兰白试验区科技创新型企业、甘肃省生产性服务业示范企业（信息增值服务）、兰州市高校毕业生就业实习基地、兰州市非公企业党建先进示范点、兰州高新区文明单位、兰州高新区守合同重信用单位。公司现有注册商标2项，专利4项，软件著作权10项。</p>
            <img src="http://images.gshxkj.com.cn:8090/news/cydx/cydx2.webp"  alt="">
            <p>2010年至2014年，公司先后完成妇幼保健系列软件和食品药品监管移动执法系统的开发与推广。其中基于妇幼保健系列软件研发的“基于多终端的一体化新生人口服务管理平台”获科技部中小企业创新基金立项扶持，在甘肃省内占据很大市场，并推广到云南、四川、安徽等地。2016年，公司正式入驻兰州高新区孵化器，在兰州高新区创业服务中心的支持与帮助下，公司得到快速发展。为了适应社会经济的发展，让更多的人能感受到科技改变生活，公司开始了“智慧社区软件”的开发，项目获兰州市科技局立项支持。2016年11月，通过省科技厅评审，获国家高新技术企业称号。2016年12月，通过省工信委审核，获系统集成资质四级；通过省科技厅评审，获批兰白试验区科技创新型企业称号；获批兰州市高校毕业生就业见习基地称号。2018年，先后获兰州科技创新创业风险投资基金、兰州重点产业知识产权运营基金增资入股。2019年，与兰州高新区共同成立《数据智能科技创新工作站》。</p>
            <img src="http://images.gshxkj.com.cn:8090/news/cydx/cydx3.webp"  alt="">
            <p>目前，公司已经从兰州高新区创业中心孵化器成功出孵，购买了自己的永久办公场地，通过与浙商银行、甘肃省农村信用社合作，采用金融+科技的方式快速将产品推向市场。截至2019年底，公司智慧社区系列软件已入驻全省近百个社区、写字楼及大型市场，服务家庭20余万户。</p>
            <img src="http://images.gshxkj.com.cn:8090/news/cydx/cydx4.webp"  alt="">
            <p>2020年1月，新冠肺炎疫情突然爆发，公司迅速通过软件产品为社区和服务提供了大量的技术服务，快速上线远程充值、居家疫情上报、出入二维码登记等社区服务，通过科技的手段，有力的支援了社区管制，服务于人民生活。同时与靖远县融媒体中心合作，共同开发了网格化综合管理系统，实现对突发事件的快速响应与应急指挥。公司党支部还为兰州高新区捐款壹万元用于疫情防护工作。</p>
            <p class="new_title">兰州天禾生物催化技术有限公司</p>
            <p>位于兰州高新区高新大厦的兰州天禾生物催化技术有限公司，现主要有三大板块业务：生物医药研发业务、食品第三方检测业务、咨询设计业务。</p>
            <img src="http://images.gshxkj.com.cn:8090/news/cydx/cydx5.webp"  alt="">
            <p>2012年以来，该公司三大板块业务稳步发展，累计经济收入达一亿三千余万元，为国家上交利税累计达一千二百余万元。在业务开展的同时，公司大力吸收相关专业高校毕业生，累计190余人，缓解了本地的就业压力。同时，在2019年该公司参与了兰州市科学技术协会组织的对口精准扶贫，为当地学校、基层服务人员以及贫困大学生累计捐款捐物共计10万元。在2020年新冠肺炎疫情期间，公司积极引导员工正确应对及预防疫情，为当地抗疫工作减少了相应的负担。同时，公司响应国家及省、市主管部门的号召，积极参与新冠肺炎预防及治疗的产品开发，利用公司特膳食品工程研究中心平台，集中公司科研力量全力开发预防新冠肺炎的特膳食品，为此次疫情的防治贡献力量。</p>
            <img src="http://images.gshxkj.com.cn:8090/news/cydx/cydx6.webp"  alt="">
            <p>生物医药研发业务：公司生物医药业务专注于生物医药产品研究、开发、生产及生物医药相关的技术服务。公司设置了基础实验中心、成果转化中心、咨询设计中心、精准医学研究中心、生物信息研究中心、大数据共享中心的“六大中心”的业务构架。2017年，成立了省内首个外籍院士的“院士专家工作站”，同年被省科技厅批复为“省科技型创新企业”；2018年，由省发改委认定为“甘肃省特膳食品工程研究中心”，同年被兰州大学医学遗传中心授予“研究生培训基地”；2019年，公司被兰州市委组织部授予“兰州市引进国外智力示范单位”，同年被兰州市科技局批复成立了“兰州市众创空间”。同时，在2016年公司被兰州市人社局认定为“兰州市高校毕业生就业实习基地”。目前，公司攻克了多项生物医药相关的技术，也出现了一批生物医药相关的产品。过氧化氢酶、氯化血红素已实现了成果转化生产，已上市销售，其主要为食品、药品、保健品及化妆品行业提供原料、功能物质及终端产品，产品为公司创造的直接经济效益共计1800多万元。公司正在研制的辅酶Q10产品已完成中试研究，基本具备产业化放大生产，产品具有医疗保健功效，尤其在心血管疾病、肝病、心力衰竭、心律失常、肺心病、代谢疾病、神经系统疾病、消化系统疾病等方面具有治疗或者辅助治疗作用。同时辅酶 Q10 被广泛应用于营养膳食补充、高级护肤化妆品及保健食品等领域。公司依托甘肃省特膳工程研究中心平台重点攻关苯丙酮尿症患者专用口粮产品，通过功能物质研究、营养素研究及配方研究，针对患儿特点开发出苯丙酮尿症患者专用口粮产品4款，用以解决因遗传导致的苯丙氨酸代谢异常而引起的患者智力低下、精神神经症状等症状，确保患者的正常生长发育。公司先后承担了国家及省市级科技项目6项，申请专利14项，其中已获授权8项。</p>
            <img src="http://images.gshxkj.com.cn:8090/news/cydx/cydx7.webp"  alt="">
            <p>食品第三方检测业务：公司拥有国内先进的检测设备以及经验丰富的专业技术团队，检测实验室CMA 资质认证已进入实质性申请阶段。公司检测实验室面积达700㎡，拥有齐全的检验检测业务相关的仪器设备，主要有气相色谱仪、液相色谱仪、子吸收分光光度计、原子荧光光度计以及紫外可见分光光度计、智能微波消解仪、自动凯氏定氮仪、氮吹仪、生物安全柜等大中小型仪器设备60余台（套），完全满足公司检测业务的全方位开展。公司目前主要开展乳制品检验检测（巴氏杀菌乳、调制乳、灭菌乳、发酵乳、乳粉、乳清粉、奶油、干酪、酪蛋白等）、肉制品检验检测（鲜冻分割畜禽肉类、酱卤肉制品、熏烧烤肉制品、肉灌制品、油炸肉制品、熟肉干制品、发酵肉制品、预制调理肉制品等）、饮料检验检测（碳酸饮料、茶饮料、果蔬汁类及其饮料、蛋白饮料、固体饮料、运动饮料等），检测项目共计480余项，基本能达到相应类别的全项检验检测。依据公司的规划定位，公司还将会陆续开展公共环境卫生检验服务、农药残留检测服务、饲料及化妆品检验检测；中药材及药品检验服务、医学检验检测、汽车检测服务、计量服务、建筑工程及建筑材料检测，环境、环保、新材料认证认可服务等，为公司的业务开展全面的、多样化的检验检测方向。</p>
            <img src="http://images.gshxkj.com.cn:8090/news/cydx/cydx8.webp"  alt="">
            <p>咨询设计业务：主要业务以工程咨询、工程设计、规划设计、节能评估、评估审查、项目管理等。业务范围涵盖建筑、市政、水利、公路、化工石化医药、风景园林、电力、环境工程、农林、电子信息工程、轻工、商务粮、旅游工程、城乡规划等。公司设有总工办、市政设计研究所、建筑设计研究所、水利设计研究所、工程经济研究所、项目评审中心、事业发展部、综合办公室、财务部等九个部门，外设甘南、和政、渭源、庆阳、酒泉、白银、陇南、张掖办事处。公司业务重点布局于在甘肃省内，权衡业务发展需求，部分地级市设置办事处，实施周边区域的业务逐步渗透，业务在省内全面铺展。</p>
            <img src="http://images.gshxkj.com.cn:8090/news/cydx/cydx9.webp"  alt="">
            <p class="new_title">甘肃驭驰天下汽车科技有限公司</p>
            <img src="http://images.gshxkj.com.cn:8090/news/cydx/cydx10.webp"  alt="">
            <p>就像人生病了要住院治疗一样，汽车也需要定期的清洁保养及维护，随着汽车保有量及人们日常出行对汽车依赖程度的上升，对汽车的照顾已经越来越体现为一种刚性需求。汽车后服务市场也因此正在突飞猛进的发展之中。</p>
            <img src="http://images.gshxkj.com.cn:8090/news/cydx/cydx11.webp"  alt="">
            <p>作为甘肃省唯一一家在股权交易中心挂牌、兰州市政府重点扶持的汽车服务连锁企业，甘肃驭驰天下汽车科技有限公司成立于2016年1月，在马占虎董事长的带领下，秉承客户至上的服务理念，通过积极推进先进技术研发、内部管理优化及服务标准化建设等工作，仅用了短短三年多的时间，就建立起了一套较为完善的汽车服务连锁经营模式。</p>
            <p>该企业的宗旨是致力于打造最受客户信赖的国内一流综合汽车服务连锁品牌。注册资金2656.32万元。自成立以来，本着创业带动就业，为经济发展做出应有贡献的初心，在兰州高新区相关孵化政策的大力支持下，公司稳健发展，盈利情况良好。经营范围集汽车美容、装潢、保养、维修、保险、金融等一条龙全流程立体化服务企业,通过统一门店形象，统一服务流程，统一作业标准，统一采购平台，统一管理规范，树立行业标杆和品牌典范。</p>
            <img src="http://images.gshxkj.com.cn:8090/news/cydx/cydx12.webp"  alt="">

            <p>公司现有170多名员工，其中大专以上文化水平者占总员工数的68%，公司营业场所面积达12000余平米，在甘肃境内拥有15家直营店、22家加盟店计划，在建5家直营店，2020年计划新建10家直营店。宁夏境内目前拥有3家直营店面、１家钣喷中心，1家保险服务网点、2家待建店面，计划2020年宁夏筹建5家直营店。</p>
            <p>创新驱动发展，创业带动就业，培训助力脱贫。公司运用互联网思维，使用移动、定位、云计算、大数据等工具，集资讯、故障诊断、服务预约、服务过程监督、销售、车辆信息查询、消费评价社交互动等全方位服务于一体，运用无线通讯、移动互联网、云计算等技术优势，通过PC互联网和移动互联网，将线下实体、线上服务进行完美融合，即是开放式的行业服务平台，又为车主提供无时间限制、无地域限制，透明、实惠、方便快捷的汽车服务O2O平台，营造开放、 共享、可持续发展的人-车-生活的生态圈。先后取得实用新型专利1项、软件著作权17项，2018年被认定为国家高新技术企业。</p>
            <img src="http://images.gshxkj.com.cn:8090/news/cydx/cydx13.webp" alt="">
            <p>公司秉承“以人为本，用服务创造价值，以诚信打造品牌，不断追求实现客户满意度”的奋斗目标，以“与员工共成长，与客户共发展，与行业共繁荣，与时代共进步”为企业发展战略。为消费者搭建一个满意的汽车服务平台，打造一个员工愉快、客户满意、社会尊重、业界称道的现代化知名企业而努力奋斗。</p>
            <p>为提升员工技能，以培训助力扶贫，公司着力打造驭驰天下商学院，通过与省内院校及国内优秀技能培训机构合作，为员工提供技能提升培训。建立了一整套人才培训体系，不断提升员工技能，坚持每周一训，并积极开拓移动培训，基于钉钉移动平台、千聊培训平台等为员工提供线上化点播培训，引导员工利用碎片化时间提升个人能力。仅19年一年，公司先后组织现场大型培训10余场，参训学员300余人次，通过技能培训真正做到授人以渔，以培训助脱贫。</p>
            <img src="http://images.gshxkj.com.cn:8090/news/cydx/cydx14.webp" alt="">
            <p>企业稳步发展，业内声誉不断提升。公司紧跟市场，以人为本，不断壮大自身整体实力，始终坚持 “以客户为中心”的服务理念，为广大顾客提供最快捷、最全面、最贴心的服务。“顾客的满意”是我们服务的宗旨。公司先后与保险市场巨头人保、平安、太平洋、大地达成战略合作伙伴,负责客户的全方位服务。驭驰天下使用原厂配件，与一汽等原厂家建立了良好的业务合作关系。2018年，宁夏驭驰天下汽车科技有限公司中标银川市兴庆区公务车辆定点维修采购项目；2019年，中标宁夏回族自治区财政厅第二批宁夏2019-2020年自治区本级党政机关车辆维修定点服务商。2019年7月19日，驭驰天下汽车服务连锁与京东在京东总部签署战略合作协议。双方将在产品供应链，线下服务门店，智慧管理系统，人才培训，区域汽修联盟建设等方面达成合作共识，并展开深度合作。后续驭驰天下将与京东建设京车会、京安途认证门店150家。</p>

            <p>公司在甘肃省兰州市政府及兰州高新区管委会的大力支持下，以科技创新带动公司发展，2017年获得政府产业基金2500万元股权投资，投后估值1.2亿，更加助力公司快速发展。先后获得由商务部外贸发展事务局主办的2018年中国汽车后市场连锁百强企业企业、AC汽车主办的2018第三届中国汽车后市场连锁百强登荣誉称号。2018年，获得中国汽车后服务市场百强企业称号。获得了商务部报备的特许经营许可，成为行业标准。2019年，以普通合伙人（GP）及主发起人参与首期13亿人民币的甘肃十大产业基金之一通道物流基金（商务厅主导）的成立和组建。</p>
            <img src="http://images.gshxkj.com.cn:8090/news/cydx/cydx15.webp"  alt="">

            <p>砥砺前行，继续奋斗。回首过往，在各级各部门的大力支持下，公司从创业开始稳健发展至今；展望未来，公司将继续不忘初心、牢记使命，紧跟时代潮流，以创业带动就业，以技能培训为抓手，通过提供更多更好的就业岗位，在就业扶贫方面做出公司应有的贡献。</p>
            <p class="new_title">甘肃华科信息技术有限责任公司</p>
            <p>位于兰州高新区高新大厦的甘肃华科信息技术有限责任公司，成立于2016年5月，是一家集软件开发、系统集成、技术服务、国产软件、信息技术应用创新、大数据分析应用的综合性应用服务提供商。公司在法人代表杨进军的带领下，坚持“以人为本、诚信为基、守法经营、服务社会”的原则，依托先进的科技实力和专业的技术力量，专注于信息技术领域，致力通过技术创新为社会提供专业的信息应用服务。与此同时，秉承“共创、共赢、共享”的企业发展理念，大力促进就业创业，积极承担社会责任，依法及时足额纳税，助力社会经济发展。公司自成立以来共吸纳就业人员136人，先后累计向国家纳税913929.32元，切实履行民营企业应当承担的社会责任和纳税义务，为国民经济发展和和谐社会建设做出了积极贡献。</p>
            <img src="http://images.gshxkj.com.cn:8090/news/cydx/cydx16.webp"  alt="">
            <p>脚踏实地，锐意进取，不断提高企业服务社会能力。公司成立以来，获得了省级“高新技术企业”认定和甘肃省信息产业协会“软件企业”认定，先后取得了“安全技术防范工程设计施工资质”“信息系统集成及服务资质”“涉密信息系统集成及服务资质”，顺利通过了“ISO9000质量管理体系认证”“ISO20000 信息技术服务管理体系认证”“ISO27000 信息安全管理体系认证”等国际认证，并申请注册获得自主软件著作权17项。公司开发的甘肃省农村饮水安全管理信息平台，获得了省水利厅、科技厅联合授予的水利行业科技进步一等奖，新华快讯和甘肃日报以“我省建成全国首个农村饮水安全到户信息平台”为标题进行了报道。2017年以来，公司着力研发“基于人脸识别的特殊人员管控帮扶平台”和“吸毒人员网格化服务管理平台”，平台相继上线后实现了对刑释解戒、社区矫正、社会闲散等特殊群体和吸毒人员的网格化服务管理目标，得到了兰州市委人才工作领导小组办公室及兰州市科技局的充分肯定和赞誉，获得了人才创新创业项目研发专项奖金20万元，并在兰州市内广泛推广应用，实现了销售收入96万元，提供就业岗位30多个。</p>
            <img src="http://images.gshxkj.com.cn:8090/news/cydx/cydx17.webp" alt="">
            <p>因地制宜，拓宽渠道，积极发挥创业带动就业作用。公司在努力拓展市场和促进企业发展的同时，积极履行社会责任，充分发挥民企活力，努力为大学生、群众创造条件提供就业机会，积极维护稳定和谐劳动关系，切实为党和政府分忧解难，为地方就业局势稳定作出了积极贡献。2017年至2019年至今，积极主动与甘肃政法大学、兰州交通大学、兰州财经大学、兰州文理学院、兰州交通职业技术学院、甘肃农业职业技术学院等院校开展就业创业校企合作，聘请创业导师和国内著名技术专家分别在以上院校举行大学生就业创业指导会，为院校提供实习需求，成功架构起青年学生技能成长“校企合作”模式，公司以自身的强劲发展在高职院校学生中起到了积极的“身教”作用，在高职院校学生中宣传了党和政府创新创业政策，营造了创新创业的心理氛围，提振了他们参与创新创业的信心。为院校应届毕业生提供实习岗位，帮助青年提升就业能力和寻找就业机会。公司被兰州市人力资源和社会保障局认定为2019年首批“兰州市青年就业见习基地”，随即吸收高校见习毕业生15人次，提供就业岗位4个。其中已有1名高校见习毕业生符合见习基地补贴标准已享受补贴资金，其他见习就业人员补贴发放审批工作正在积极进行中。公司创办以来，累计吸纳就业人数136人，其中聘用高校毕业生89人，主动响应国家号召，积极落实精准扶贫政策，为迭部县达拉乡次哇村贫困家庭子女提供就业岗位1个。公司在开辟就业岗位和扩大就业数量的同时，尤其注重人才建设和企业发展相互促进，组织鼓励员工积极参加专业技能培训和岗位认证考试，主动为员工提供资金支持，通过外派、委培、内部开展等方式，不断提升员工专业能力和增加就业稳定性。公司部分员工先后分别获得了国家注册信息安全专业人员（CISP）证书、信息系统高级项目经理证书、信息技术服务（ITSS）项目经理证书、信息技术服务（ITSS）项目工程师证书、大数据应用开发工程师、国产数据库管理员认证、中、高级网络工程师等若干。提升了企业技术人才智能储备，增强了企业发展潜力，增强了全体员工的归属感，稳定了员工队伍。</p>
            <img src="http://images.gshxkj.com.cn:8090/news/cydx/cydx18.webp"  alt="">
            <p>遵纪守法，诚信经营，坚决维护企业外部良好形象。公司始终坚持“遵法守法、守信经商、文明服务”的企业经营理念，严格遵守国家的法律法规及各项政策规定，依法规范企业的经营行为，树立经济效益、社会效益“双赢”的经营思想，弘扬平等竞争、公平交易的道德风尚，倡导行业之间友好沟通、携手共进、资源共享、优势互补，自觉维护行业利益和企业形象，争当依法生产、守法经营和照章纳税、重诺守约的先进模范。自公司成立经营以来，从未有企业违法违纪和员工违法行为，企业信用记录良好，企业员工全员参保，被高新区人社部门评定为社保缴纳A级企业，税收缴纳从未出现过少报、少缴、漏报、漏缴的现象。公司成立至2019年底公司营业收入总额2600多万元，及时依法纳税91.4万元。</p>
        </div>
        <p class="next" @click="toParent">下一篇：聚焦创业典型 | 兰州高新区优秀孵化企业 抓防控抓生产别样红（二）</p>
    </div>
</template>

<script>
    export default {
        name: "newsDetail",
        methods:{
            toParent(){
                this.$emit('changeIndex',6)
            }
        }
    }
</script>

<style scoped lang="scss">
    .image_describe{
        text-align: center;
        margin-top: -20px;
        color: rgba(0,0,0,.8)!important;
    }
    .new_title{
        color: rgba(0,0,0,.9)!important;
        font-size: 15px!important;
        font-weight: bold;
    }
    .next{
        cursor: pointer;
        color: #095793;
        font-size: 14px;
        text-align: right;
        margin-bottom: 86px;
    }
    .header{
        margin-bottom: 35px;
        h5{
            color: rgba(1,1,1,.9);
            font-size: 20px;
            text-align: center;
            margin: 33px 0 12px;
        }
        p{
            height: 30px;
            line-height: 30px;
            text-align: center;
            font-size: 12px;
            color:rgba(1,1,1,.9);
            background: rgba(1,1,1,.05);
        }
    }
    .main_news{
        p{
            color: #666666;
            font-size: 14px;
            line-height: 31px;
            text-indent: 2em;
            margin-bottom: 25px;
        }
        img{
            width: 100%;
            display: block;
            margin: 0 auto 35px;
        }
    }
</style>