<template>
    <div class="content_news">
        <div class="header">
            <h5>科学精准施策确保疫情防控和经济社会发展双胜利</h5>
            <p class="biaoshu_time">发布时间：  2020-04-20     21:30:16</p>
        </div>
        <div class="main_news">

            <p>早在部署新冠肺炎疫情防控工作之初，以习近平同志为核心的党中央就及时提出了坚定信心、同舟共济、科学防治、精准施策的总要求。几个月来，在党中央的坚强领导和统一指挥下，经过全国人民的团结奋斗和艰苦努力，我国疫情防控取得明显成效。当前，我国疫情防控工作进入常态化阶段，各级党委政府面临着一手抓疫情防控、一手抓复工复产的双重任务。在新的形势下，要取得推进疫情防控和经济社会发展双胜利，既切实保障人民群众生命安全和身体健康，又尽快恢复生产生活秩序和经济社会发展，要求我们以系统、辩证的思维认识疫情防控和经济社会发展的关系，以更加科学、更加精准的政策举措推进疫情防控和经济社会发展。</p>

            <p class="new_title">以科学精准的政策措施有效防控疫情</p>

            <p>近期，我国疫情防控形势持续向好。但是，我们依然面临着很大的风险，疫情防控形势依然严峻复杂。一则国（境）外输入风险短期内会一直存在，二则难以识别的无症状感染者有传染他人的可能。更为重要的是，现有科学研究对于新冠病毒的认识尚不完全，且新冠病毒有可能发生变异。因此，我们仍然必须保持高度警惕，绝不可掉以轻心。要落实党中央统筹推进疫情防控和经济社会发展的工作部署，在有序推进复工复产、推动经济社会恢复正常运行的同时，以尽可能低的经济社会成本完成“外防输入、内防反弹”的任务，科学精准地实施防控是关键。</p>


            <p>根据科学的风险评估实施防控。科学的风险评估是细化、精准化疫情防控措施的依据。要分析现阶段可能引发病毒传染的所有潜在传染源，包括外部输入的和国内可能仍然存在的，评估不同来源发生病毒传染的风险程度；要分析不同来源病毒可能发生传染的地点、场景、人群范围，评估在不同地点、场景、人群中发生传染的风险程度；要分析所有可能发生传染情形下的传染途径、传染速度、传染范围，评估不同情形下发生传染后的控制难度以及对人民群众生命安全、身体健康和经济社会发展造成的危害程度。我们要根据这些风险评估结果，按照病毒传染的风险程度和危害程度，对不同的潜在传染源，对可能发生传染的不同地点、场合、人群，确定不同的防控力度、采取不同的防控措施、配置不同的防控资源，从而实施差异化的精准防治，既避免“一刀切”式的、无差别的严防死守，造成防控成本过高，又防止出现防控疏漏，导致疫情反弹。</p>

            <p>依据不断深入的科学研究结果实施防控。此次疫情暴发以来，我国科研工作者夜以继日地进行科研攻关，以最快的速度完成病毒毒株基因组测序并与国际组织、其他国家和地区分享。在国内外科研工作者的共同努力下，人类对新冠病毒有了越来越多的认识，这为包括我国在内的各国政府制定合理的防控策略和措施提供了科学依据。但是，对于这种新型病毒，我们现有的认识还远远不够。新冠病毒的源头、中间宿主还是未解之谜，新冠病毒的特性、传染机理等尚不完全清晰。而且将来病毒有可能发生变异，病毒特性、传染途径、危害性也可能发生变化。随着国内外相关科研的逐步深入，人类对新冠肺炎病毒的认识会越来越深化，对控制其危害性的科技手段也会相应增多。因此，我们要密切跟踪国内外科研进展和取得的成果，尊重科研工作者的专业意见，基于新的科研成果不断对防控策略和措施进行动态调整，以使防控更加科学精准。</p>

            <p>按照科学的决策原则实施防控。急性传染病的暴发作为一种特定的公共卫生突发事件，具有不同于地震、安全生产事故等突发事件的特点，如发生的持续性、加速蔓延性等，因而需要采取的应急对策的目标和干预着力点也不同。由于人类对新冠病毒的认识还有限，我们实际上是在面临不确定性、未知性的条件下制定防控策略和措施的。与常态化、确定性条件下的决策相比，这样的决策更加艰难，需要遵循不同的原则。对于在面临不确定性、未知性情况下如何决策，危机决策理论提出了一些得到广泛认同的决策原则，包括谨慎原则、满意原则、勇担风险但避免万一原则、临界质量原则等。我们要把握并合理运用这些原则以科学精准地实施疫情防控策略和措施。例如，鉴于我们目前对新冠病毒的传染机理认识还不全面，在推进复工复产的同时部署疫情防控工作，不宜以制定最优的政策措施、确保零感染为目标，而应按照满意原则制定和实施防控政策，保证能及时发现、隔离和救治潜在的零星感染者，能追踪到感染病例密切接触者，即确保零星感染不会大范围扩散。再如，由于不可能通过全面检测发现所有无症状感染者，复工复产必然带来无症状感染者引发传染的风险。但即使如此，我们也不能因此畏缩不前，使经济社会系统长期停摆，而应按照勇担风险但避免万一原则，一方面积极推进有序复工复产，同时制定预案，以细化精准的措施坚决防止零星感染造成疫情反弹的“万一”情况。</p>

            <p class="new_title">以科学精准的政策措施推进经济社会发展</p>

            <p>几个月来，前所未有的疫情对我国经济社会发展和人民生活造成了不利影响，特别是疫情严重地区的经济生产一度停滞。当前，我国国内疫情已得到有效控制，各地正在有序推进复工复产，人民生活也逐渐恢复正常。但是国外疫情蔓延之势愈演愈烈，不仅给我国带来疫情输入的巨大压力，而且对我国经济也造成了第二波冲击。要在确保疫情防控到位、疫情形势不反弹的前提下，推动经济社会运行恢复正常、最大限度减轻国外疫情和全球经济不利形势对我国经济社会发展的影响，同样需要科学精准施策。</p>

            <p>区分疫情风险精准施策。由于不同地区、不同行业产业、不同生产生活方式面临病毒传染的风险不同，我们要根据其不同的风险程度采取不同的措施。如对于户外施工、不需要大量人员聚集、人员无需近距离接触的行业，可以优先复工复产；而对于像电影放映、体育比赛、文艺演出、餐饮服务、教育培训等有大规模人员聚集的行业产业，则需要严格控制，缓步恢复，并对人员规模、人际距离等作出规定。</p>

            <p>针对不同需求精准施策。不同地区、不同行业、不同人群受疫情影响程度不同、疫情后面临的困难不同，其需要的政策支持也不同。如，多数中小企业目前遇到的困难是资金不足、成本上涨、融资难，而大型企业遇到的主要问题是市场需求不足、供应链不稳甚至中断。这些不同市场主体对政策的需求显然不一样。我们需要准确把握不同市场主体和人群的需求，针对不同需求的市场主体和人群实施不同的政策。</p>

            <p>围绕主要目标精准施策。党中央从党和国家事业发展的全局出发，制定了一系列经济社会发展目标。如期实现这些目标事关我国长远发展和中华民族伟大复兴的战略大局。突如其来的疫情对这些目标的实现带来了一定的不利影响。在推进经济社会尽快恢复正常发展的部署中，我们要优先考虑和重点支持与实现主要发展目标直接相关的领域和产业。在做好疫情防控的前提下，要把围绕确保实现这些目标、针对影响目标实现的薄弱环节和短板领域作为重点，制定相应的政策措施，优先推进相关项目、企业复工复产，着力对相关领域、人群提供政策支持。</p>

            <p>分析政策效果精准施策。为尽快恢复生产生活秩序、推进经济社会发展，各级各地有多种政策和政策工具可用，包括财政、金融、产业政策以及体制机制改革等。这些政策措施发挥作用的机理、适用的领域、落实需要的条件各不相同，产生的效果也不同。有的政策立竿见影，可解市场主体和特定人群的燃眉之急；有的政策发挥作用需要一个过程，但能产生联动效应，促进整个产业链的发展；有的政策短期内效果明显，但可能为今后的发展埋下隐患；有的政策不仅有利于促进当下经济社会恢复发展，而且有利于推动经济转型升级和社会长远健康发展。因此，我们不能为了快速恢复经济社会发展而“病急乱投医”，不加区别地“大剂量用药”，而要充分考虑和分析政策可能产生的效果，针对不同领域、不同问题采用不同政策和政策工具。</p>

            <p>总之，在疫情防控常态化条件下加快恢复生产生活秩序、促进经济社会进一步发展，对各级各地决策者提出了更高的要求。一方面，在疫情防控中，要通过科学精准施策，做到松紧适度、疏密结合，既不因“一刀切”式的过度防控造成成本过高、影响经济社会发展，也不因过早地全面放松，造成疫情反弹，危及人民群众生命安全和身体健康。另一方面，在推进经济社会恢复发展中，要通过科学精准施策，做到对症下药、相机调整，根据疫情形势发展变化，区别不同地区、不同产业、不同市场主体和人群需求，灵活采用不同政策，确保在疫情不反弹的前提下，如期实现我国经济社会发展目标。</p>


        </div>
        <p class="next" @click="toParent">下一篇：脱离业务模型的基础架构没有灵魂，金融行业IT双模建设我们该如何应对？ | 2020年度策划</p>
    </div>
</template>

<script>
    export default {
        name: "newsDetail",
        methods:{
            toParent(){
                this.$emit('changeIndex',4)
            }
        }
    }
</script>

<style scoped lang="scss">
    .image_describe{
        text-align: center;
        margin:10px 0;
        padding-left: 137px;
        color: rgba(0,0,0,.8)!important;
    }
    .new_title{
        text-align: center!important;
        color: rgba(0,0,0,.9)!important;
        font-size: 15px!important;
        font-weight: bold;
    }
    .next{
        cursor: pointer;
        color: #095793;
        font-size: 14px;
        text-align: right;
        margin-bottom: 86px;
    }
    .header{
        margin-bottom: 35px;
        h5{
            color: rgba(1,1,1,.9);
            font-size: 20px;
            text-align: center;
            margin: 33px 0 12px;
        }
        .biaoshu_time{
            height: 30px;
            line-height: 30px;
            text-align: center;
            font-size: 12px;
            color:rgba(1,1,1,.9);
            background: rgba(1,1,1,.05);
        }
    }
    .main_news{
        p{
            color: #666666;
            font-size: 14px;
            line-height: 31px;
            text-indent: 2em;
            margin-bottom: 25px;
        }
        img{
            display: block;
            margin: 0 auto 35px;
        }
    }
</style>