<template>
    <div class="content_news">
        <div class="header">
            <h5>脱离业务模型的基础架构没有灵魂，金融行业IT双模建设我们该如何应对？ | 2020年度策划</h5>
            <p class="biaoshu_time">发布时间：  2020-04-20     22:30:16</p>
        </div>
        <div class="main_news">

            <p class="new_title">一、金融行业模型建设简述</p>

            <p>维稳、集中化快速处理为金融行业传统业务所需，传统业务模型主要依托于IOE（IBM、Oracle、EMC）搭建，随着业务平台需求不断扩展平台建设中所需成本增长凸显明显、运维难度也不断提升。</p>


            <p class="title_describe">1. 运营成本上升</p>
            <p>计算资源主要依托于小机某些大型应用计算资源甚至只能依托于大型机，为了提升数据库并发处理及稳定性多节点RAC部署，大大提升软硬件维护成本，同时随着节点数量不断增加每年相关授权合规成本也大大增加，到一定规模后将会是一笔不小的运营费用。</p>
            <p class="title_describe">2. 技术难度上升</p>
            <p>为了解决集中处理的稳定性和可用性，新建、维护技术难度也大大提升，如多节点RAC缓存融合问题、实例规划等；小机上运行数据库对于DBA技术人员要求同时具备小机操作系统及数据库技能。</p>
            <p class="title_describe">3. 平台扩容瓶颈</p>
            <p>计算资源：无论小机还是大型机均有最大支持规格。</p>
            <p>存储资源：集中式存储机头扩展性限制，随着双录、影像文件不断增加海量数据存储需求集中式瓶颈已日益明显。</p>
            <p>数据库稳定性：随着节点不断增加，维护难度不断提升，架构及性能调优成了关键。</p>

            <p class="new_title">二、金融行业业务面临的挑战</p>

            <p>保险公司在金融行业中算是相对传统的行业，但随着互联网业务不断冲击，科技创新、科技赋能对IT部门提出了新的需求和期待。</p>

            <p class="title_describe">前台：灵活多变</p>

            <p>1. 为了快速接入第三方互联网平台，充分利用现有互联网平台的有效资源，第三方线上平台对接需求越来越多。</p>
            <p>2.随着企业数字化的不断推进，业务不断C端化，需要保险公司不断的打造移动门户、官微、APP等。</p>
            <p>3.版本快速迭代更新、发布，互联网业务多变性需要前端能够快速响应，根据需求变化可以快速完成产品、功能的快速开发更新发布。</p>

            <p class="title_describe">中台：数字大中台</p>

            <p>1. 为了满足前端多样性接入，需要中台具备大而全的功能，快速满足不同前端对接、处理需求。</p>
            <p>2. 随着业务处理逻辑不断的前置，大中台架构需要具备扩展性、灵活性。</p>
            <p>3. 业务处理不间断，随着互联网业务需求不断提升，后台处理逻辑功能的不断前置，需要中台对前端提供7x24不间断的业务支持。</p>


            <p class="title_describe">后台：强劲、稳定</p>

            <p>1. 后台为核心业务处理，处理的性能及处理时效性关系到整个公司的业务开展。</p>

            <p>2. 后台业务处理过程中业务处理纠错能力，需要不断优化、提升。</p>

            <p class="title_describe">技术岗位思考</p>

            <p>在技术日新月新，更新迭代周期快的今天，给传统技术岗位带了不少的思考。</p>

            <p>1. 业务学习：IT是业务的后援，基础架构是IT的后援，基础架构与业务距离较远，脱离了业务模型架构的基础架构是没有灵魂的。需要不断的向业务渠道进行业务沟通交流，不断提升自己的业务理解能力。</p>

            <p>1) 基础架构人员对业务模式了解甚少，一心只关心技术领域相关内容，技术未能与业务相结合，缺乏业务视角解读技术。</p>

            <p>2) 不愿打破自己的舒适圈永远在后端，无法向前迈出业务了解的第一步。</p>
            <p>2. 学习心态：在现有的技术领域中始终保持一颗谦虚的心态，加强互联网行业技术交流，积极拥抱新知识。</p>
            <p>1) 墨守成规，经验主导，排斥新技术。</p>
            <p>2) 为了避免改变自己的运维习惯，不愿尝试新技术。</p>
            <p>3. 学习能力：活到老学到老，在现有的技术知识领域下不断扩展自己的知识领域，将新技术运用至现在的业务中。</p>
            <p>4. 挑战机遇：双模建设中对于现有技术岗位来说无疑新增了不少的挑战，在挑战中不断的提升自己整体架构能力，企业能给予个人的是一个舞台，舞台上的表演反馈出来的是个人台下的努力程度。同业圈子很少，勤奋努力的人运气一般都不会差的，请不断努力的为自己舞出一片属于自己的天地。</p>
            <p class="new_title">三、金融行业双模建设演进</p>
            <p class="title_describe">互联网入口</p>
            <p>随着公司线上业务不断发展，互联网业务（官微、微服务、APP、移动商城/门户）已日渐成为了很多保险公司前端业务入口的主要通道。互联网业务用户体验将成为重点，所有系统的搭建将围绕如何提升用户体验为中心。</p>
            <p class="title_describe">1. 从传统架构开始转向分布式</p>
            <p>从WEB/APP/DB机构选择上为了更好的满足移动互联网业务需求，从传统的架构部署已经逐渐向分布式架构转型。</p>
            <p class="title_describe">2. 从本地部署转向云端部署</p>
            <p>为了实现第三方互联网的快速对接，提供用户接入体验，互联网业务平台部署方式已经从本地部署开始陆续转向为云端部署方式。云端的快速接入、资源快速部署优点已成为了系统评估的一重点考虑因素。</p>
            <p class="title_describe">3. 并发扩展性</p>
            <p>互联网应用发布后，随着业务推广用户数量可以在短时间内快速达到无法预计的一个峰值，需要在系统部署中充分考虑到系统性能及可扩展性：</p>

            <p>系统性能若有问题：对于单个用户使用是缓慢的。</p>
            <p>系统可扩展若有问题：对于单个用户使用较快，但在负荷下会变慢。</p>
            <p class="title_describe">4. 高可用性</p>
            <p>可使用成为用户体验最基本的需求，从前端负载均衡、域名解析、网络延时/吞吐量到应用高可用、数据库主从部署、数据复制备份等均对基础架构提出了更高的要求。</p>
            <p class="title_describe">人工智能</p>
            <p>科技赋能、数字化需求已成为了金融行业IT科技部门常规需求规划，如何使科技快速助力到前端业务已成为了科技部门不断思索的问题。</p>
            <p>随着公司业务量不断增加，日常规律性、重复性的工作将消耗大量的工作人力，人工智能（智能语音、AI机器人）可实现部分人力释放，如在线客服智能机器人可以解决大部分日常、常规的标准化的用户问题咨询，从而降低客服坐席人员工作量，实现客服坐席人员运营成本目标。</p>
            <p>人工智能这些所有的前提都将依赖于企业自身流程标准化、数字化的程度，人工智能机器人学习建模需要一定的时间及数字化资源的输入。</p>
            <p>数字化是一个过程，数字化后的资源需要通过大数据分析平台将企业现存数据进行盘活操作，让数据产生发挥更大的价值。</p>
            <p>人工智能及大数据分析平台在模型计算时就需要消耗大量的计算资源、存储资源。集中化处理将很难满足这类平台运行需求，需要采用分布式部署架构甚至是需要借助于云端快速大量的计算资源，通过云端快速计算后将计算后的结果返回到本地后再进行二次运算，实现最终需求结果。</p>
            <p class="new_title">四、多模IT建设思路应对策略</p>
            <p>科技创新、科技赋能体现的是科技在业务领域助力、引领的能力，随着传统业务不断转化为线上/互联网业务，孕育了一批保险科技公司的诞生。线上数据+线下人力队伍已经开始形成了新环境下保险业务新局面，随着科技助力的数字化不断推进，前端销售人员更依赖线上数据。互联网平台对接+数据分析平台建设已成为业务开展的重要助力剂，中小型保险公司（互联网保险除外）传统核心平台还主要为传统模型，随着互联网业务需求不断提升，互联网业务平台架构部署对企业IT科技部门提出了更高的挑战。各个平台建设需求也逐渐将传统业务模型带入传统+互联网双模建设模型。</p>
            <p>双模建设需求下IT科技建设思路应对策略：</p>
            <p class="title_describe">1. 以业务为中心，不断优化系统架构</p>
            <p>所有架构出发点均需以业务为中心，结合互联网业务特点（需求更变快、业务多样性、开源性及并发性）不断优化现有系统架构，新平台系统建设需要充分考虑到业务特点。技术不再是仅仅局限于满足业务需求，需要上升至引领业务、驱动业务的目标。</p>
            <p>1) 基础架构向前迈出第一步与开发应用、业务渠道共同沟通交流、讨论，将业务需求、逻辑处理沟通清楚。</p>
            <p>2) 根据前期沟通讨论结果规划业务系统平台架构，涉及到软/硬件所有规划。</p>
            <p>3) 配置基线定期优化更新，业务需求不断在更新，软硬件技术也不断在更新，整个基础架构配置基线（网络、服务器、操作系统、存储、数据库、WEB、中间件、负载均衡等）均需要定期更新维护，降低减少因配置问题引起的业务中断或漏洞潜在风险。</p>
            <p>4) 消除业务视角黑洞，根据业务需求提供业务视角实时监控分析，提前发现业务瓶颈减少业务中断带来风险影响。通过实施监控数据为后续业务战略提供决策依据，从技术仅满足业务需求提升至引领业务，让基础架构不在是IT的后援。</p>
            <p class="title_describe">2. 新技术/平台分批落地，为业务助力</p>
            <p>财务预算人力均是有限资源，无法将新技术/平台大而全的实施落地，做好规划分批次，分模块逐步落地。逐步展示新技术、新平台的业务助力的成果，不断增强团队成员技术落地后的成就感，从而促进新技术尝试的主动性。</p>
            <p>1) 新技术/平台需要一定的财务预算在支撑，有限的资源不仅要满足现在业务需求，同时还需要有部分新技术投入、人力的投入。分步落地逐年完善，第一可以减少当年费用预算的投入比例；第二可以快速将技术转化为生产力，快速实现助力业务需求。</p>
            <p>2) 分批次落地，减低技术落地难度，增强技术团队人员信心。</p>
            <p class="title_describe">3. 需求优先级排序，急业务之所急</p>
            <p>业务需求是源源不断，但资源永远是有限的，根据业务需求进行优先级排序，将高优先级需求优先处理，新思维、新技术实施后能够真正实现业务紧急需求，跟踪业务使用体验，不断优化。</p>
            <p class="title_describe">4. 宣传、宣导工作加强</p>
            <p>IT技术善于埋头苦干，一心扑在需求技术实现中，新平台、新技术落地成果自我宣传、宣导意识薄弱，业务层面未能真正体会到技术创新的点。需要加强业务视角的自我宣传、宣导能力（方式多样：企业内部交流平台、论坛、晨会、业务宣导会议等），与业务共享技术创新带来成果。</p>
            <p class="title_describe">5. 双模建设下科技技术要求不断提升，开放心态做好技术储备</p>
            <p>双模建设下对现有技术团队将带来不少的技术挑战，技术团队需要有颗开放、包容、学习的心，积极主动拥抱新技术不断学习为新架构技术落地做好技术储备。</p>
            <p>1)建立沟通分享机制与互联网公司进行技术交流，充分吸取互联网公司在互联网架构部署经验。</p>
            <p>2)以某个新的互联网平台建设为基础，从各个小组（应用开发小组、中间件小组、计算小组、存储小组、网络小组）中安排成员组成项目小组，对新架构进行沟通、讨论，大胆设想小心求证奠定平台顺利落地基础。</p>
            <p>3)新平台顺利落地后，以业务使用体验及反馈为中心对项目小组进行正面肯定及项目宣传，不断加强项目小组人员对新技术学习动力。</p>
            <p>4)组织项目小组成员进行项目技术总结分享会，不断提升奠定团队多模建设能力。</p>
            <p class="title_describe">6. 基础架构规划前瞻性</p>
            <p>顺势而为，基础设施现已如水、电、高架、机场一样对业务发展至关重要，随着业务多样性、多变性需要基础架构可以快速满足各种业务需求，对于基础架构规划前瞻性提出了更高的要求。</p>
            <p>业务并发处理、开源技术平台规划、分布式架构占比这一系列的规划均需要结合企业本身业务发展战略，需要充分理解公司业务发展战略，为业务战略做好基础架构战术落地保障。在业务不断发展的今天企业基础架构面对的挑战不断提升，业务平台稳定性、平台架构合理性、运维人员运维习惯、新技术学习能力等等将给基础架构人员带来更多思考。</p>
            <p>企业业务模型将存在传统业务+互联网业务双模型并存，基础架构如何同时支持双模建设需求，更值得我们去不断思考。虚拟化平台建设、私有云平台建设、混合云建设、去IOE建设这一系列建设模型需要IT管理人员不断对业务进行分解/理解。架构没有好坏之分只有是否适合之分，需回归本质以业务为中心、以用户体验为中心。</p>
            <p class="new_title">五、总结概述</p>
            <p>业务稳定性、业务平台可扩展性已成为金融行业最基本的要求，在多模建设的同时我们需要考虑的问题远远超越技术本身。IT是业务后援，基础架构更是IT后援，基础架构规划不仅仅需要快速满足上层业务需求，同时需要支持业务扩展带来的更多的挑战。上层业务发展战略、基础架构平台现状、团队人员技术存备情况等等均需要权衡考虑。</p>
            <p>当下在新冠病毒疫情影响下企业线上能力（远程办公、业务流程线上化、互联网业务需求不断提升）提升将作为业务开展支撑的首要任务，对于IT科技部门如何快速支撑线上系统平台建设将带来新的挑战。</p>
            <p>当今互联网正处于快速发展的关键阶段，人工智能、大数据、VR、AR等新概念的背后，是基础架构与底层系统支持的发展和实现。没有扎实的基础架构，一切概念与创新都会变成空中楼阁。IT基础架构是业务系统的运行基础，稳定安全是首要任务。双模建设中新模型下技术储备、信息安全、维稳推进将成为金融企业重点，科技赋能、科技创新是我们不断思索的永恒主题，业务及用户体验将是不变的中心。</p>

        </div>
        <p class="next" @click="toParent">下一篇：确保人民群众在国家治理中的主体地位</p>
    </div>
</template>

<script>
    export default {
        name: "newsDetail",
        methods:{
            toParent(){
                this.$emit('changeIndex',5)
            }
        }
    }
</script>

<style scoped lang="scss">
    .image_describe{
        text-align: center;
        margin:10px 0;
        padding-left: 137px;
        color: rgba(0,0,0,.8)!important;
    }
    .new_title{
        text-align: center!important;
        color: rgba(0,0,0,.9)!important;
        font-size: 15px!important;
        font-weight: bold;
    }
    .title_describe{
        color: rgba(0,0,0,.9)!important;
        font-size: 14px!important;
        font-weight: bold;
    }
    .next{
        cursor: pointer;
        color: #095793;
        font-size: 14px;
        text-align: right;
        margin-bottom: 86px;
    }
    .header{
        margin-bottom: 35px;
        h5{
            color: rgba(1,1,1,.9);
            font-size: 20px;
            text-align: center;
            margin: 33px 0 12px;
        }
        .biaoshu_time{
            height: 30px;
            line-height: 30px;
            text-align: center;
            font-size: 12px;
            color:rgba(1,1,1,.9);
            background: rgba(1,1,1,.05);
        }
    }
    .main_news{
        p{
            color: #666666;
            font-size: 14px;
            line-height: 31px;
            text-indent: 2em;
            margin-bottom: 25px;
        }
        img{
            display: block;
            margin: 0 auto 35px;
        }
    }
</style>