<template>
    <div class="content_news">
        <div class="header">
            <h5>中国疫情防控彰显党的体制优势 </h5>
            <p class="biaoshu_time">发布时间：  2020-04-12     17:30:16</p>
        </div>
        <div class="main_news">

            <img src="@/assets/images/news/dzyw1.webp" style="width: 100%">
            <p>面对这次来势凶猛的新冠肺炎疫情，在习近平总书记和党中央的坚强领导下，举国上下同时间赛跑、与病魔较量，从中央到地方、从机关到基层、从城市到乡村、从内陆到边疆等各条战线、各个领域、各个方面，紧急行动、全力奋战、英勇奋战、团结奋战，打响了疫情防控的人民战争、总体战、阻击战，形成了全面动员、全面部署、全面加强疫情防控工作的战略格局，充分彰显我们党决策果断、全民动员、举国攻坚的体制优势。</p>
            <p class="new_title">这一优势充分体现在决策果断上</p>
            <p>沧海横流显砥柱，万山磅礴看主峰。疫情发生后，习近平总书记高度重视，时时刻刻关注疫情形势，每天都作出重要指示和批示，多次主持召开会议、多次听取汇报、多次调研指导、多次发表重要讲话，为全党全军全国人民坚决打赢疫情防控的人民战争、总体战、阻击战指引了正确方向、提供了根本遵循、注入了强大力量、坚定了必胜信心。</p>
            <p>危机之时，每一个高瞻远瞩的判断、每一次审时度势的决策，需要巨大的政治勇气，更需要高超的政治智慧。以习近平同志为核心的党中央本着对国家负责、对人民负责、对历史负责的政治态度，果断要求湖北省对人员外流实施全面严格管控，坚定坚决把疫情防控工作作为党和国家的头等大事，及时提出坚定信心、同舟共济、科学防治、精准施策的总要求，明确坚决遏制疫情蔓延势头、坚决打赢疫情防控阻击战的总目标，依法将新冠肺炎纳入乙类传染病、采取甲类措施严格管理，提出早发现、早报告、早隔离、早治疗的防控要求和集中患者、集中专家、集中资源、集中救治的救治要求，成立中央应对疫情工作领导小组，派出中央赴湖北指导组，要求国务院联防联控机制充分发挥协调作用，有力遏制了疫情扩散蔓延势头，实现了疫情防控形势的大逆转。根据疫情防控和经济形势的阶段性变化，党中央立即作出统筹推进疫情防控和经济社会发展工作的重大决策部署，积极有序推进企事业单位复工复产，因地制宜全面恢复生产生活秩序，努力把疫情造成的损失降到最低限度。</p>
            <p class="new_title">这一优势充分体现在全民动员上</p>
            <p>只有具备强大的组织动员能力，才能够在全国范围动员起巨大力量、汇聚起强大合力。在这场严峻斗争中，习近平总书记和党中央一声号令，全党460多万个基层党组织、9000多万名党员、全国14亿人民全面行动起来，同心同德、齐心协力，构筑起与疫情斗争的人民防线，一场力度空前的抗击疫情人民战争在神州大地打响。</p>
            <p>各级党组织和政府主动担当、守土负责，采取严格管用有效、针对性操作性强的措施，构建联防联控、群防群控防控体系，筑就疫情防控的铜墙铁壁。乡镇街道、村社区疫情防控细胞全面激活，在控制传染源、切断传播途径上用力用劲，强化网格化管理，实施地毯式排查，加强重点群体管控，组织数以千万计可能存在风险人员进行居家隔离，许多潜在风险被迅速发现和消除。公立医院对数万名患者集中收治，对重病患者实行一人一案全力救治，在提高收治率和治愈率、降低感染率和病亡率上挑大梁、担重任。中央企业和地方国有企业克服种种困难迅速复工复产，成为抗疫药品、医用物资生产供应的主力军，非公有制企业主动承担社会责任，以各种方式支持疫情防控。</p>
            <p>在这场抗击疫情的人民战争中，党员干部挺身而出，冲锋在第一线、战斗在最前沿；医务工作者日夜奋战，把危险留给自己、把希望留给患者；人民解放军指战员闻令而动、敢打硬仗，人民群众众志成城、守望相助，公安干警、疾控工作人员、社区工作人员坚守岗位、日夜值守，新闻工作者不畏艰险、深入一线，环卫工人不避风险，运输人员日夜兼程，快递员四处奔波，志愿者真诚奉献……一幕幕场景令人感动，宏伟壮观、震撼人心、催人奋进。</p>
            <p> 正是有9000多万名共产党员、14亿人民的勠力同心、全力应对，心往一处想、劲往一处使，拧成一股绳、下好一盘棋，凝聚起排山倒海、共克时艰抗击疫情的磅礴伟力。这既是我们党强大组织动员能力的体现，也是社会主义核心价值观精神内核的体现。中国共产党如此强大、高效的社会动员和组织能力，令一些世界组织领导人赞叹不已。世界卫生组织总干事谭德塞称赞说，中国行动速度之快、规模之大，世所罕见；中国体制之有力和中国举措之有效世所罕见，令人钦佩。联合国秘书长古特雷斯也指出，在习近平主席亲自领导下，中国举国动员应对严峻挑战。</p>
            <p class="new_title">这一优势充分体现在举国攻坚上</p>
            <p>湖北和武汉是疫情防控的重中之重，武汉胜则湖北胜，湖北胜则全国胜。在习近平总书记和党中央的坚强领导下，举全国之力攻坚克难、决战决胜，集中力量打好湖北保卫战、武汉保卫战。迅速组织全国各地300多支医疗队、4万多名医护人员驰援武汉、驰援湖北；动员各方力量夜以继日建设火神山、雷神山医院，分秒必争改造方舱医院，快速实现“人等床”到“床等人”；多措并举保障物资供应，截至3月19日，全国各地向湖北运送防疫物资和生活物资超过83万吨，运送电煤、燃油等生产物资140多万吨。</p>
            <p> 疫情防控关乎生命。全国各地开足马力，全力支持医用防护服、口罩等疫情防控急需医疗物资的生产企业迅速复工达产、多种方式扩大产能和增加产量。疫情暴发初期，全国防护服日产量不足2万件，目前已达到50万件；2月29日全国口罩日产量达到1.16亿只，是2月1日的12倍。集中多学科力量加快科研攻关，组建国家科研攻关专家组，加强传染源、传播致病机理等理论研究，加大药品和疫苗研发力度，重组新冠疫苗于3月16日获批启动临床试验。</p>
            <p> 一个民族的生命力在面对磨难和灾害时得到锤炼，一个国家的治理体系和治理能力在面对风险挑战中经受检验。中国人民在抗击疫情大战中展现的中国力量、中国精神、中国效率，是党的体制优势的集中体现。只有社会主义中国，才能调动一切可调动的资源，动员一切可动员的力量，创造出这样的大团结、大协作模式。实践证明，我们党决策果断、全民动员、举国攻坚的体制优势，是应对大风大浪、抵御风险挑战，推动中华民族不断发展壮大的关键所在。</p>

        </div>
        <p class="next" @click="toParent">下一篇：科学精准施策确保疫情防控和经济社会发展双胜利</p>
    </div>
</template>

<script>
    export default {
        name: "newsDetail",
        methods:{
            toParent(){
                this.$emit('changeIndex',3)
            }
        }
    }
</script>

<style scoped lang="scss">
    .image_describe{
        text-align: center;
        margin:10px 0;
        padding-left: 137px;
        color: rgba(0,0,0,.8)!important;
    }
    .new_title{
        text-align: center!important;
        color: rgba(0,0,0,.9)!important;
        font-size: 15px!important;
        font-weight: bold;
    }
    .next{
        cursor: pointer;
        color: #095793;
        font-size: 14px;
        text-align: right;
        margin-bottom: 86px;
    }
    .header{
        margin-bottom: 35px;
        h5{
            color: rgba(1,1,1,.9);
            font-size: 20px;
            text-align: center;
            margin: 33px 0 12px;
        }
        .biaoshu_time{
            height: 30px;
            line-height: 30px;
            text-align: center;
            font-size: 12px;
            color:rgba(1,1,1,.9);
            background: rgba(1,1,1,.05);
        }
    }
    .main_news{
        p{
            color: #666666;
            font-size: 14px;
            line-height: 31px;
            text-indent: 2em;
            margin-bottom: 25px;
        }
        img{
            display: block;
            margin: 0 auto 35px;
        }
    }
</style>