<template>
    <div class="content_news">
        <div class="header">
            <h5>学习时报发表评论员文章：为维护人民健康提供有力法治保障</h5>
            <p class="biaoshu_time">发布时间：  2020-06-12     22:20:19</p>
        </div>
        <div class="main_news">

            <p>法者，治之端也。</p>
            <p>6月2日，习近平总书记主持召开专家学者座谈会并发表重要讲话。他强调，要强化底线思维，增强忧患意识，时刻防范卫生健康领域重大风险。要有针对性地推进传染病防治法、突发公共卫生事件应对法等法律修改和制定工作，健全权责明确、程序规范、执行有力的疫情防控执法机制，进一步从法律上完善重大新发突发传染病防控措施，明确中央和地方、政府和部门、行政机关和专业机构的职责。习近平总书记的重要讲话，强调了人民至上、生命至上的理念，从全面依法治国的战略高度，为维护人民健康，全面提升防控和救治能力提供了根本遵循。</p>
            <p>坚持科学立法，有针对性地推进公共卫生相关法律制定和修改工作。新冠肺炎疫情发生以来，我国现有法律框架中30多部与公共卫生法治保障有关的法律总体经受住了考验，发挥了积极作用。但是，也暴露出一些短板和不足。接下来，要对其进行系统研判和全面梳理，推动法律进一步发挥制度合力。特别是，要将社区纳入重大疫情监测和预警体系，把健全预警响应机制作为立法修法工作的重中之重。要有针对性地推进传染病防治法、突发公共卫生事件应对法等法律修改和制定工作，补齐制度短板，织密制度防护网。</p>
            <p>坚持严格执法，健全权责明确、程序规范、执行有力的疫情防控执法机制。法律的生命力在于实施。新冠肺炎疫情发生以来，我国严格执行传染病防治法及其实施办法等法律法规，依法将新冠肺炎纳入《传染病防治法》规定的乙类传染病并采取甲类传染病的预防、控制措施，纳入《国境卫生检疫法》规定的检疫传染病管理，有力支持了疫情防控工作。接下来，要立足统筹推进新冠肺炎疫情防控和经济社会发展，从制度执行上进一步明确中央和地方、政府和部门、行政机关和专业机构的职责，着力做好常态化的疫情防控执法工作。</p>
            <p>坚持公正司法，依法惩治危害人民生命健康安全的违法犯罪行为。公正是法治的生命线。新冠肺炎疫情发生以来，我国司法机关坚持以事实为根据、以法律为准绳，准确适用相关法律法规，依法保障人民生命安全和身体健康，妥善化解因疫情引发的矛盾纠纷，有效维护了经济社会秩序。接下来，要加大对公共卫生领域司法力度，在常态化疫情防控中做好司法应对，充分发挥司法促发展、稳预期、保民生的作用，依法保障国家惠企政策有效落实，在法治轨道上为维护人民健康提供有效司法支持。</p>
            <p>坚持全民守法，加快普及公共卫生安全法律法规，推动全社会依法行动、依法行事。人民权益要靠法律保障，法律权威要靠人民维护。新冠肺炎疫情发生以来，暴露出部分干部群众法律意识淡薄、法治素养亟待提升等问题，影响了公共卫生体系的全面构建。接下来，要及时深入宣传党中央重大决策部署以及公共卫生安全相关法律法规，提高全民知法、懂法、守法、护法、用法意识和公共卫生风险防控意识，加强疫情防控法治宣传和法律服务，营造浓厚法治氛围，引导广大干部群众自觉参与到公共卫生法治建设中来。</p>
            <p>“国无常强，无常弱。奉法者强则国强，奉法者弱则国弱。”我们必须把法治建设摆在更加突出的位置，坚持以人民为中心的发展思想，坚持在法治轨道上统筹社会力量、平衡社会利益、调节社会关系、规范社会行为，依靠法治解决公共卫生事业上的各种问题，努力实现公共卫生治理体系和治理能力现代化，全方位全周期保障人民健康，为实现“两个一百年”奋斗目标和中华民族伟大复兴的中国梦打下坚实的健康基础。</p>

        </div>
        <p class="next" @click="toParent">下一篇：习近平：全面提高依法防控依法治理能力 为疫情防控提供有力法治保障</p>
    </div>
</template>

<script>
    export default {
        name: "newsDetail",
        methods:{
            toParent(){
                this.$emit('changeIndex',1)
            }
        }
    }
</script>

<style scoped lang="scss">
    .image_describe{
        text-align: center;
        margin:10px 0;
        padding-left: 137px;
        color: rgba(0,0,0,.8)!important;
    }
    .new_title{
        text-align: center!important;
        color: rgba(0,0,0,.9)!important;
        font-size: 15px!important;
        font-weight: bold;
    }
    .title_describe{
        color: rgba(0,0,0,.9)!important;
        font-size: 14px!important;
        font-weight: bold;
    }
    .next{
        cursor: pointer;
        color: #095793;
        font-size: 14px;
        text-align: right;
        margin-bottom: 86px;
    }
    .header{
        margin-bottom: 35px;
        h5{
            color: rgba(1,1,1,.9);
            font-size: 20px;
            text-align: center;
            margin: 33px 0 12px;
        }
        .biaoshu_time{
            height: 30px;
            line-height: 30px;
            text-align: center;
            font-size: 12px;
            color:rgba(1,1,1,.9);
            background: rgba(1,1,1,.05);
        }
    }
    .main_news{
        p{
            color: #666666;
            font-size: 14px;
            line-height: 31px;
            text-indent: 2em;
            margin-bottom: 25px;
        }
        span{
            color: #000;
            font-weight: bold;
        }
        img{
            display: block;
            margin: 0 auto 35px;
        }
    }
</style>