<template>
    <div class="content_news">
        <div class="header">
            <h5>确保人民群众在国家治理中的主体地位</h5>
            <p class="biaoshu_time">发布时间：  2020-04-27     18:20:19</p>
        </div>
        <div class="main_news">

            <p>党的十九届四中全会《决定》指出：“我国是工人阶级领导的、以工农联盟为基础的人民民主专政的社会主义国家，国家的一切权力属于人民。”国家治理的根本目的是“坚持人民主体地位”“确保人民依法通过各种途径和形式管理国家事务，管理经济文化事业，管理社会事务”，“人民行使国家权力的机关是全国人民代表大会和地方各级人民代表大会”。《决定》既是对《中华人民共和国宪法》的庄严重申，又是对完善国家治理体系、提升国家治理能力的重要部署，从制度建设上为确保人民群众在国家治理中的主体地位奠定了坚实的基础。</p>
            <p class="new_title">确保人民群众在国家治理中主体地位的基本依据</p>

            <p>马克思主义国家学说是其科学的理论依据。人民群众是历史的创造者，既是历史的书写者，也是历史的见证者和评判人，理所当然也是国家治理的主体，拥有管理国家的一切权力，享有经济社会发展的一切成果。在以私有制为基础的阶级社会，国家是阶级统治的暴力机器，统治阶级为了遮蔽国家的本质，把国家说成是全体社会成员订立的 “契约”，国家被打扮成了维护所有人利益的机构。马克思主义国家学说撕下了资产阶级国家观的伪装，一针见血地指出，“现代的国家政权不过是管理整个资产阶级的共同事务的委员会罢了”。无产阶级必须打碎旧的国家机器，建立无产阶级专政，把全部政权掌握在自己手中，才能真正成为国家的主人。我国是人民民主专政的社会主义国家，工人、农民、知识分子，包括改革开放过程中出现的新社会阶层，都是中国特色社会主义事业的建设者，他们都是国家的主人。在建设中国特色社会主义、实现中华民族伟大复兴的征程中，人民群众都平等地享有治理国家、享受社会发展成果的权力。党的十八大以来，习近平总书记反复强调，在国家发展中必须“坚持人民的主体地位”，必须“坚持以人民为中心”，这些观点都是马克思主义国家学说中人民主体地位思想的鲜明体现，是对马克思主义国家学说的运用和发展。</p>

            <p>我国历史上积累的国家治理经验，是其深厚的历史依据。在中华民族漫长的历史发展中，先哲们总结出诸如“民为贵，社稷次之，君为轻”“水能载舟，亦能覆舟”“治大国如烹小鲜”“生于忧患，死于安乐”等经验，提炼出“据乱世、升平世、太平世”的朝代更替规律。但是历代封建王朝都没有跳出“其兴也勃焉，其亡也忽焉”的历史周期率。毛泽东在延安时期提出了跳出历史周期率的新路，即民主。他说：“只有让人民来监督政府，政府才不敢松懈。只有人人起来负责，才不会人亡政息。”从中国共产党近百年的历史发展来看，无论是在革命年代的根据地执政时期，还是在全国范围执掌国家政权的时期，正是全心全意依靠人民群众广泛参与国家政权建设，群策群力为事业发展、国家进步而努力奋斗，才使我们的事业不断从胜利走向更大的胜利。</p>
            <p>新时代我们党治国理政取得的重大成就是其坚实的实践依据。我们党高度重视发挥人民群众在国家治理中的主体作用，从国家治理的主体视角，强调人民是历史的创造者，群众是真正的英雄;从国家治理的根本目的视角，强调人民对美好生活的向往，就是我们奋斗的目标;从人民群众在国家治理中的作用角度，强调实现中国梦，创造全体人民更加美好的生活，任重而道远，需要我们每一个人继续付出辛勤和艰苦努力;从国家治理效果的评判角度，强调要以人民拥护不拥护、赞成不赞成、高兴不高兴、答应不答应为标准;从国家治理的制度保证角度，强调公民的基本权利和义务是宪法的核心内容。党的十八大以来，我们党领导人民统筹推进“五位一体”总体布局、协调推进“四个全面”战略布局，推动中国特色社会主义制度更加完善、国家治理体系和治理能力现代化水平明显提高，为确保人民群众在国家治理中的主体地位奠定了雄厚的实践基础。</p>
            <p class="new_title">确保人民群众在国家治理中的主体地位，是发挥我国国家治理优势的必然要求</p>
            <p>我国国家治理体系有许多方面的显著优势，而每一方面优势都与发挥人民群众主体地位紧密相联。中国特色社会主义进入新时代，我们要站在新的发展方位上实现“两个一百年”奋斗目标、要把新时代改革开放推向前进、要在应对重大风险挑战中赢得主动，必须紧紧依靠人民群众，确保人民群众在国家治理中的主体地位。</p>
            <p>到2020年建成经济更加发展、民主更加健全、科教更加进步、文化更加繁荣、社会更加和谐、人民生活更加殷实的小康社会，时间紧、任务重，要打好精准脱贫、污染防治、防范化解重大风险三大攻坚战，如果没有人民群众积极性、主动性、创造性的发挥，是根本不可能的;到本世纪中叶建成富强民主文明和谐美丽的社会主义现代化强国、实现中华民族伟大复兴中国梦，更需要凝聚广大人民群众的坚强力量。中国梦是国家的、民族的，也是每一个中国人的。国家好、民族好，大家才会好。只有每个人都为美好梦想而奋斗，才能汇聚起实现中国梦的磅礴力量。</p>
            <p>坚持和完善中国特色社会主义制度、推进国家治理体系和治理能力现代化，是全面深化改革的总目标，在实现这个总目标的过程中人民群众发挥着主体性作用。人民群众站在改革开放的第一线，最先感知改革开放的冷暖，也最有实践经验和发言权。必须自觉拜人民为师，向能者求教，向智者问策;必须充分尊重人民所表达的意愿、所创造的经验、所拥有的权利、所发挥的作用。要切实做到人民有所呼，改革有所应，让人民群众在改革开放中有更多获得感、幸福感、安全感，这是对人民主体地位的充分尊重和肯定。</p>
            <p>当今世界正经历百年未有之大变局，国际形势复杂多变，政治多极化在曲折中发展，经济全球化趋势与保守主义并存，以科学技术为核心的综合国力竞争日益激烈，周边环境复杂敏感。国内改革发展稳定、内政外交国防、治党治国治军各方面任务之繁重前所未有，面对我国社会主要矛盾的变化，站在新的发展方位上，我们面临的风险挑战之严峻前所未有。这些风险挑战，有的来自国内，有的来自国际;有的来自经济社会领域，有的来自自然界;有的可以预见，有的难以预见。我们要打赢防范化解重大风险攻坚战，必须全心全意地依靠亿万人民群众，充分发挥人民群众在国家治理中的主人翁作用。惟有众志成城，才能应对风险挑战的冲击。</p>
            <p class="new_title">用制度保障人民群众在国家治理中的主体地位</p>
            <p>制度问题带有根本性、全局性、稳定性和长期性，确保人民群众在国家治理中的主体地位，需要构建一个系统完备、科学规范、运行有效的制度体系。仅从我国的国体和政体视角来看，坚持和完善如下制度非常重要。</p>
            <p><span>其一，坚持和完善党的领导制度体系。</span>中国共产党是中国工人阶级的先锋队，同时是中国人民和中华民族的先锋队。党与人民利益的一致性和党的先进性，决定了在中国特色社会主义制度中党的领导地位。人民群众在国家治理中的主体地位，是通过党的领导来实现的，党领导和支持人民当家作主，这是中国特色社会主义制度的内在规定。因此，党的领导与人民当家作主是紧密联系在一起的，要确保人民群众在国家治理中的主体地位，首先必须坚持党政军民学、东西南北中，党是领导一切的，坚决维护以习近平同志为核心的党中央权威，健全总揽全局、协调各方的党的领导制度体系，把党的领导落实到国家治理各领域各方面各环节。只有不断提高党科学执政、民主执政、依法执政水平，始终保持党的先进性、纯洁性，人民群众在国家治理体系中的主体地位才有坚强的领导保证。</p>

            <p><span>其二，坚持和完善人民当家作主制度体系。</span>在我国，国家一切权力属于人民，人民行使国家权力的机关是全国人民代表大会和地方各级人民代表大会。要确保人民群众在国家治理中的主体地位，首先必须坚持和完善人民代表大会制度这一根本政治制度，支持和保证人民通过人民代表大会行使国家权力，保证各级人大都由民主选举产生，对人民负责、受人民监督，保证各级国家机关都由人大产生，对人大负责、受人大监督。同时，必须坚持和完善中国共产党领导的多党合作和政治协商制度，巩固和发展最广泛的爱国统一战线，坚持和完善民族区域自治制度，健全充满活力的基层群众自治制度。通过这一系列制度建设，畅通人民群众参与国家治理的渠道，搭建人民群众参与国家治理的制度平台。</p>
            <p><span>其三，坚持和完善中国特色社会主义法治体系。</span>人民群众在国家治理中的主体地位体现在宪法和法律之中，要把法律赋予的权利转化为国家治理实践中的权利，必须坚持依法治国、依法执政、依法行政共同推进;坚持法治国家、法治政府、法治社会一体建设;全面推进科学立法、严格执法、公正司法、全民守法;坚持有法必依、执法必严、违法必究;保证行政权、监察权、审判权、检察权得到依法正确行使，保证公民、法人和其他组织合法权益得到切实保障;必须坚持法治建设为了人民、依靠人民，加强人权法治保障，保证人民依法享有广泛的权利和自由、承担应尽的义务。</p>
            <p><span>其四，坚持和完善党和国家监督体系。</span>始终做到权为民所用，这是确保人民在国家治理中主体地位的重要环节。防止人民授予的权力被滥用、被私用、被误用，最有效的办法就是强化对权力运行的制约和监督。为此，必须健全党和国家监督制度，坚持以党内监督为主导，推动各类监督有机贯通、相互协调;必须完善权力配置和运行制约机制，坚持权责法定、权责统一、权责透明，明晰权力边界，强化权力制约，推动用权公开，建立精准问责有效机制，压减权力设租寻租空间;必须构建一体推进不敢腐、不能腐、不想腐的体制机制，推进反腐败国家立法，巩固和发展反腐败斗争的成果。</p>



        </div>
        <p class="next" @click="toParent">下一篇：兰州高新区召开党工委（扩大）会议传达学习党中央和省、市有关会议精神安排高新区贯彻落实工作</p>
    </div>
</template>

<script>
    export default {
        name: "newsDetail",
        methods:{
            toParent(){
                this.$emit('changeIndex',6)
            }
        }
    }
</script>

<style scoped lang="scss">
    .image_describe{
        text-align: center;
        margin:10px 0;
        padding-left: 137px;
        color: rgba(0,0,0,.8)!important;
    }
    .new_title{
        text-align: center!important;
        color: rgba(0,0,0,.9)!important;
        font-size: 15px!important;
        font-weight: bold;
    }
    .title_describe{
        color: rgba(0,0,0,.9)!important;
        font-size: 14px!important;
        font-weight: bold;
    }
    .next{
        cursor: pointer;
        color: #095793;
        font-size: 14px;
        text-align: right;
        margin-bottom: 86px;
    }
    .header{
        margin-bottom: 35px;
        h5{
            color: rgba(1,1,1,.9);
            font-size: 20px;
            text-align: center;
            margin: 33px 0 12px;
        }
        .biaoshu_time{
            height: 30px;
            line-height: 30px;
            text-align: center;
            font-size: 12px;
            color:rgba(1,1,1,.9);
            background: rgba(1,1,1,.05);
        }
    }
    .main_news{
        p{
            color: #666666;
            font-size: 14px;
            line-height: 31px;
            text-indent: 2em;
            margin-bottom: 25px;
        }
        span{
            color: #000;
            font-weight: bold;
        }
        img{
            display: block;
            margin: 0 auto 35px;
        }
    }
</style>